{"pageProps":{"posts":[{"title":"상위 메타 소프트웨어 엔지니어 시스템 디자인, 제품 아키텍처 면접 질문 2024","description":"","date":"2024-05-16 19:42","slug":"2024-05-16-TopMetaSoftwareEngineerSystemDesignProductArchitectureInterviewQuestions2024","content":"\n\n안녕하세요! 저는 전 메타 스태프 엔지니어 및 면접관인 에반입니다. 최근에는 세계적인 FAANG 기업들이 주로 질문하는 일반적인 문제들을 정리해 왔어요.\n\n메타 디자인 면접에서는 시스템 디자인 면접과 제품 아키텍처 면접 중 선택할 수 있답니다. 두 개의 면접이 어떤 차이가 있는지 궁금하시다구요? 그렇다면 이 블로그 포스트를 확인해보세요.\n\n![이미지](/assets/img/2024-05-16-TopMetaSoftwareEngineerSystemDesignProductArchitectureInterviewQuestions2024_0.png)\n\n하지만 여러분이 궁금해 하시는 것은 이미 알고 계시겠죠. 제 경험상, 각 면접 유형에 가장 많이 나오는 질문들은 다음과 같습니다.\n\n<div class=\"content-ad\"></div>\n\n**시스템 디자인**\n\n- 광고 클릭 집계기 디자인\n- 상위 K 서비스 디자인\n- Memcached 디자인\n- 페이스북 라이브 댓글 디자인\n- TAO 디자인\n- 우버 디자인\n- Ticketmaster 디자인\n\n**제품 아키텍처**\n\n- Ticketmaster 디자인\n- 우버 디자인\n- 드롭박스 디자인\n- 뉴스피드 디자인\n- 뉴스피드 UX 및 API만 디자인\n- 리트코드 디자인\n- 메신저 디자인","ogImage":{"url":"/assets/img/2024-05-16-TopMetaSoftwareEngineerSystemDesignProductArchitectureInterviewQuestions2024_0.png"},"coverImage":"/assets/img/2024-05-16-TopMetaSoftwareEngineerSystemDesignProductArchitectureInterviewQuestions2024_0.png","tag":["Tech"],"readingTime":1},{"title":"구글 IO 오딧세이 와, 멋진 기술에서 엘저의 미래로잠깐의 존재적 공포와 함께","description":"","date":"2024-05-16 19:40","slug":"2024-05-16-MyGoogleIOOdysseyFromWhoaCoolTechtoElxumsDawnwithadashofexistentialdread","content":"\n\n구글 I/O는 마치 과학 소설 영화 속으로 들어간 것 같았어요 — 너무 멋진 방식으로 말이죠. 여기 저는 Tech Equity 프로그램으로 운좋게 선발된 어린이, 미래를 구축하는 이 기술 거물들로 둘러싸여 있었어요. 그 덕분에 즉석 라면 다이어트를 잊을 정도였죠 (심판하지 마세요, 캘리포니아 생활은 싼 건 아니거든요!).\n\n하지만 \"와, 멋진 기술!\"이라는 순간 속에서 한 가지 의문이 내 마음을 사로잡았어요: 내 재비스는 어디에 있지? 알다시피, 치과 예약 일정을 잡는 일 이상을 하는 인공 지능 동반자 말이죠 (비록, 정직하게 말하자면, 그것만으로도 목숨을 살려주지 않을까 싶긴 해요).\n\n확실히 이력서 작성에 충분히 감명을 주고 싶은 마음으로 왔지만, 칼리포니아의 전염력 있는 \"세상을 바꾸자\" 분위기 속에서 더 크게 생각하게 됐어요. 만약 엘크섬(Elxum)이라는 회사를 창설한다면 어떨까요. 실리콘밸리 회의실이 아닌 미드나잇 라면과 브레인스토밍 세션에 의해 자생적으로 탄생된 최고의 인공 지능 동반자를 제작하는 회사, 엘크섬이 탄생했어요.\n\n이 엘크섬의 인공 지능은 단순한 달력 애벌레가 될 수 없겠죠. 그것은 보이지 않는 파트너로, 당신의 삶에 완벽하게 통합될 거예요. 당신의 수면 데이터를 기반으로 한 맞춤 운동 계획으로 일어나는 상상을 해보세요(그 이른 아침 체육관 가기는 거의 일어나지 않는다고 생각하기에요). 교통 정체 상황에 빠졌나요? 엘크섬의 인공 지능이 당신을 실시간 데이터에 기반해 안내하고, 눈치채지 못할 길에서 빗장소리를 들려주는 멋진 팟캐스트를 제안해 줄 거예요. 그리고 급식 준비를 잊어버리세요 — 이 인공 지능은 당신의 취향에 따라 건강하고 맛있는 식사를 요리할 대가가 되어 줄 거예요.\n\n<div class=\"content-ad\"></div>\n\n하지만 엘럭섬의 잠재력은 일상적인 것을 넘어섭니다. 완치가 복잡한 케이스에 수술하는 외과의사가 될 상상을 해보세요. 엘럭섬의 인공지능은 의료 영상을 분석하고 환자 해부의 홀로그래픽 3D 모델을 투영하며, 리얼타임으로 다양한 수술 접근법을 시뮬레이션할 수도 있습니다. 이런 정밀성으로 많은 생명들이 구해질 것을 상상해보세요! \n\n바벨의 탑? 과거의 유물일 뿐이에요. 엘럭섬의 인공지능은 세계 공용 번역기가 되어, 언어 장벽을 깨고 세계적 소통을 촉진할 수도 있습니다. 문화적 교류가 수월한 세계를 상상해보세요. 세계의 반대편 사람과 대화하는 것이 친구와 대화하는 것만큼 쉬워지는 그런 세상이요. 하지만 여기서 중요한 건요— 그게 좋은 일인가요? 문화적 오해가 없는 세상이 조금씩 매력을 잃는 것이 아닐까요? 이런 존재적인 질문들이 저를 밤에도 깨어나게 합니다. (라면 때문에도 겠죠.)\n\n엘럭섬의 인공지능은 특수 요구를 가진 사람들에게 혁신을 가져다 줄 수도 있습니다. 휠체어 이용자가 혼잡한 도시를 찾아다닐 때, 인공지능이 접근 가능한 경로를 제안하고 그들이 손에 닿기 어려운 물건과 소통하는 데 도움을 주는 모습을 상상해보세요. 의사소통에 어려움을 겪는 사람들을 위해 인공지능은 수화 번역이나 비언어적 단서 해석을 통해 그들이 자신을 더 성의있게 표현할 수 있도록 도와줄 수 있습니다.\n\n이 가능성들은 의학 분야에까지 걸쳐 있어요. 엘럭섬의 인공지능은 의사의 꿈같은 조수가 될 수 있습니다. 질병이 세포 수준에서 전파되는 것을 시뮬레이션 해보며, 연구원들이 잠재적 치료법을 가상으로 테스트할 수도 있습니다. 단백질과 효소의 가상 모델을 조작하며, 약물 개발 분야에서의 뚝섬된 발전과 파괴적인 질병 없는 미래를 열어줄 수도 있습니다.\n\n<div class=\"content-ad\"></div>\n\n\"놀라운 기술이다!\" 부터 엘크슘의 태양 뜨는 여정은 지금 막 시작됐어요. 파이썬을 배우고, 기존 AI 프로젝트를 조사하며, 미쳤다고 생각하지 않는 멘토를 찾는 것이 첫 번째 단계죠. 자비스라는 것은 멀리 떨어진 꿈일지 모르지만, 진지하게 노력한다면 엘크슘을 현실로 만들 수 있어요. AI가 멋진 기술일 뿐만 아니라 선한 힘이 되는 미래를 만들어 나갈 수 있어요. 결국, 영화 속 악의적인 기술 지배자를 제외하고는 누가 개인 AI 비서를 원하지 않겠어요?\"","ogImage":{"url":"/assets/img/2024-05-16-MyGoogleIOOdysseyFromWhoaCoolTechtoElxumsDawnwithadashofexistentialdread_0.png"},"coverImage":"/assets/img/2024-05-16-MyGoogleIOOdysseyFromWhoaCoolTechtoElxumsDawnwithadashofexistentialdread_0.png","tag":["Tech"],"readingTime":3},{"title":"아이폰용 iOS 175 업데이트로 이전에 삭제한 누드 사진이 다시 나타나는 현상이 발생했습니다 사용자들의 반응은 매우 불편하다고 합니다","description":"","date":"2024-05-16 19:39","slug":"2024-05-16-TheiOS175updateforiPhonecausesuserspreviouslydeletednudephotostoreappearVeryuncomfortable","content":"\n\n아이폰 사용자들이 불안한 déjà vu를 일으키고 있습니다.  \n\n![Image](https://www.example.com/assets/img/2024-05-16-TheiOS175updateforiPhonecausesuserspreviouslydeletednudephotostoreappearVeryuncomfortable_0.png)\n\n최신 애플 업데이트 iOS 17.5는 사용자들이 즉시 다운로드하도록 요구한 지 얼마 안 된 업데이트로, 폰에서 삭제한 사진들이 몇 년 전에 찍은 것임에도 다시 나타나게 하고 있습니다.   \n\n한 사람은 파트너와 촬영한 3년 전에 지운 노출 사진들이 갑자기 카메라 롤에 나타나 자신을 깜짝 놀라게 했다고 합니다.\n\n<div class=\"content-ad\"></div>\n\n\"Reddit 사용자가 충격을 받고 '불편하다'고 탄식했습니다. '전송하려고 했는데 최근 이미지가 우리가 떨어져 살았을 때 몇 년 전에 만들어 놓았던 [은밀한] 자료였습니다,' 이Reddit 사용자가 Reddit에 불평했습니다.\n\n'하지만 이게 뭐야. 영구 삭제됐었는데 어떻게 다시 생겼지? 몇 년 전에 삭제했는데 마법처럼 다시 나타남?? 내 iPad를 확인해보니(몇 년 전에 한 예술 작업도 있네요). 정말 불편해요.'\n\n보안 업그레이드와 새로운 기능 그리고 일부 화장품 변경을 포함한 업데이트는 이후에 댓글을 남긴 다른 사용자에게도 비슷한 영향을 미쳤습니다.\n\n'저도 그랬어요. 2010년 사진 네 장이 iCloud에 최신 사진으로 계속 나오는 문제가 있어요. 반복해서 삭제했는데도 계속 나와요,' 라고 그들은 썼습니다.\"\n\n<div class=\"content-ad\"></div>\n\n타로 업계에서 알려드립니다. \n\n다른 사용자인 X는, 새롭게 돌아온 원치 않는 사진들을 스크린샷 찍었던 한 사람을 따라 \"최악의 소프트웨어 경험\"이라고 불렀어요.\n\n\"이건 어디서 나온 거야, 정말 최악의 소프트웨어 경험이야. 애플이 튼튼한 OS를 갖고 있다고 생각했었는데, iOS 16 이후로 엉망진창이야\"라고 말했어요. \n\n또 다른 X 사용자는 \"삭제한 사진들이 또 돌아온 것을 볼 수 있어\" 라고 씁니다.\n\n한 사람은 전화기에 갑자기 25개의 음성 메시지가 다시 나타났다고 포스팅했어요. \n\n이미지 출처: [링크](https://twitter.com/Isaac_Kea/status/1393204132792687104)\n\n<div class=\"content-ad\"></div>\n\n## iOS 17.5에서 사진이 다시 나타나는 이유는 무엇인가요?\n\n많은 사람들이 iOS 17.5 버그 때문에 애플이 실제로 여러분의 사진을 삭제하지 않는 것では 없는지 걱정하고 있습니다. 그러나 이 문제는 간단한 문제일 수도 있습니다: 삭제된 사진들이 iCloud에 동기화되지 않아 완전히 삭제되지 못하는 문제로 인한 것일 수 있습니다.\n\niOS 17.5 사진 버그는 확실히 귀찮고, 개인정보 측면에서 매우 우려스러울 수 있습니다. 아직 iOS 17.5로 업데이트하지 않은 경우 이 버그 때문에 걱정된다면, 애플이 다른 iPhone 업데이트를 내놓는지 기다려보실 수도 있습니다.\n\n그러나 iOS 17.5로 업데이트하는 것은 일부 주요 보안 취약점을 해결해 준다는 점을 기억하는 것이 중요합니다. 여러분의 iPhone이 공격 대상이 될 가능성을 따져봐야 합니다. 저는 이미 iPhone 14를 iOS 17.5로 업데이트했고, 어떤 문제도 발생하지 않고 있습니다.\n\n<div class=\"content-ad\"></div>\n\niOS 17.5로 업데이트를 완료하셨다면, 이미 버그에 영향을 받았는지 알 것입니다. 애플은 이 문제를 빠르게 해결하기 위해 작은 업데이트인 iOS 17.5.1을 준비할 수도 있고, 조용히 어떤 것을 밀어낼 수도 있습니다.","ogImage":{"url":"/assets/img/2024-05-16-TheiOS175updateforiPhonecausesuserspreviouslydeletednudephotostoreappearVeryuncomfortable_0.png"},"coverImage":"/assets/img/2024-05-16-TheiOS175updateforiPhonecausesuserspreviouslydeletednudephotostoreappearVeryuncomfortable_0.png","tag":["Tech"],"readingTime":2},{"title":"로드 하우스 2024 - 치즈네요, 음란하고, 매우 쉽게 볼 수 있는 영화","description":"","date":"2024-05-16 19:37","slug":"2024-05-16-RoadHouse2024cheesysleazyandveryeasyviewing","content":"\n\n## 영화 리뷰\n\n플로리다 해안가의 아름다운 이름을 딴 바 위로 맑고 푸른 하늘이 펼쳐져 있어요. 열대나무, 배관 빌딩, 그리고 바다 속의 비밀 스팟들이 끌어요. 해변 의자에 앉아 휴식을 취하며 풍경을 감상할 수 있는 이 작은 낙원처럼 보이지만, 사실은 그렇지 않아요…\n\n엘우드 달턴(제이크 질렌할)은 플로리다로 이주해와서 바 소유주(제시카 윌리엄스)가 지역의 갱단들로부터 그녀의 가게를 지키도록 도와달라는 제안을 받습니다. 가히 거절합니다. 살인의 역사로 그는 어둠 속에 산다. 이 죽은 과거로 인해 폭력사를 포기하고 완전히 은둔하는 삶을 선택한 거죠. 하지만 그가 그 일자리 제안을 받아들이면서, 자신이 소중히 여기는 사람들을 지키기 위해서는 다시 한 번 그의 폭력적인 능력에 의존해야 한다는 것을 빨리 깨닫게 됩니다.\n\n‘로드 하우스’는 단지 간단한 액션 가득한 재미일 뿐이지만 다행히도 스스로가 아닌 것을 시도하지 않아요. 오해 없이 뇌를 꺼 버리고 즐기라는 초대는 영화 시작과 동시에 가득합니다. 하지만 이 리메이크 작품이 완전한 성공으로 나아가지 못하는 이유는 캐릭터 발전에 대한 몇 가지 빠진 부분 때문이에요. 하지만 1989년 원작처럼, 캐릭터와 플롯은 주로 일부 치즈 같은 액션 장면을 가능하게 만드는 데에만 쓰여요. 그리고 이 영화는 그것을 풍부하게 제공하죠.\n\n<div class=\"content-ad\"></div>\n\n![RoadHouse2024cheesysleazyandveryeasyviewing](/assets/img/2024-05-16-RoadHouse2024cheesysleazyandveryeasyviewing_0.png)\n\n이 리뷰에서는 Rowdy Herrington의 Road House와 Doug Liman의 리메이크를 비교하지 않을 거에요. 파트릭 스웨이지가 긴 장면을 포커스하여 거친 보안관을 연기한 지 35주년을 맞이하는 올해 나준비도 충분히 있을 테니까요. 대신, Liman의 영화를 그 자체로 살펴볼 거에요.\n\nLiman은 이 영화가 그의 최고의 작품일 수도 있다고 주장했어요. 하지만, 사실은 아닐 거에요. 그의 최악도 아니에요. 2002년 The Bourne Identity를 연출한 건 동일인이죠. 그 영화에서 주인공의 캐릭터 발전이 플롯 진행에 매끄럽게 통합돼요. 여기서 한 남자의 어둠에 대한 대면—그 안에 내재된 폭력성—은 한 때 얼마나 악랄했는지, 결과적으로 얼마나 필사적으로 변화해야 하는지를 보이기 위해 사용돼요.\n\n이건 서부 장르를 인기있게 만든 모티프에요—특히 Shane (1953) 같은 영화에서는 캐릭터가 잠재된 공격성이 그들 안에는 진정으로 파괴적인 힘이라는 걸 깨닫는다는 설정이 많이 나와요. Road House는 이 클래식한 공식을 효과적으로 활용하지만 글이나 이야기 면에서 새로운 게 추가되진 않아요. 대신, 이 주제로 나머지 얕은 내러티브를 강화시키는 데 사용돼요.\n\n<div class=\"content-ad\"></div>\n\n### Road House Review: Cheesy, Sleazy, and Very Easy Viewing \n\nIf you've ever pondered the fine line between classic Westerns and over-the-top action flicks, look no further than \"Road House.\" This film wears its influences proudly on its sleeve, with characters blatantly drawing parallels to the iconic genre. However, while it may not reach the same heights of tension and depth, it certainly delivers on the adrenaline-fueled action front. \n\nThe protagonist's journey to escape his violent past mirrors themes found in timeless Westerns, yet \"Road House\" never quite delves into the profound introspection that defines its predecessors. While it may share a plot with John Ford's \"The Quiet Man,\" it opts for a more physically expressive approach, leaving sentimental dialogues behind for a future flick.\n\nDirector Liman's focus seems resolutely fixed on creating an action-packed crowd-pleaser, complete with a straightforward mystery to spice up the fistfights. The film doesn't waste time on prolonged suspense, delivering a punchy viewing experience that prioritizes action over intricate plotting – and that's perfectly okay.\n\nYet, the lack of substantial character development restrains \"Road House\" from transcending beyond lighthearted entertainment. Some viewers might argue that delving deeper into Dalton's backstory could have added depth. Still, it's clear that this movie was designed to be a thrilling, no-frills action romp, and in that regard, it succeeds admirably.\n\n<div class=\"content-ad\"></div>\n\n![RoadHouse2024cheesysleazyandveryeasyviewing_2](/assets/img/2024-05-16-RoadHouse2024cheesysleazyandveryeasyviewing_2.png)\n\n한 가지는 동의하지 않습니다. 왜냐하면 이 캐릭터의 역사가 플래시백이나 다른 캐릭터들을 통해 자주 언급되기 때문입니다. 게다가 캐릭터의 성장과 관련된 과거 이야기를 지속적으로 언급했음에도 불구하고, Liman 감독은 그에 대한 구체적인 내용이나 Elwood 스스로의 생각을 전혀 제공하지 않는다는 점에서도 그것은 그렇게 부정적인 면이 있다.\n\n그러나 앞서 언급한 대로, 이 영화가 추구하는 것이 아닌 성격의 영화는 아닙니다. Liman 감독에게는 불행히도, 이 영화는 관객을 즐겁게 만들어줄 기회를 박탈당했습니다. 아마존은 극장에서 상영하는 것을 포기하고 단독으로 스트리밍 서비스에서 공개하기로 결정했습니다. 일종의 파티쉐이커가 되어볼 기회조차 주어지지 않은 채로, 극장에서 이 영화를 감상하는 것은 불가능했습니다. Liman 감독은 실망스럽고, 저 또한 그랬습니다. 친구들과 함께 보는 것은 즐거웠지만, 분명 극장에 사람들이 가득했다면 분위기는 훨씬 더 화려했을 것입니다.\n\n하지만, 이 영화에는 \"스트리밍 서비스 콘텐츠\"의 특이한 미학이 있습니다. 넷플릭스의 'Escape Room' (2019)과 같은 영화들은 비슷한 스타일을 보여줍니다. 모든 것이 아주 확고하게 가짜 같거나, 플라스틱 같거나, 또는 컴퓨터로 만들어진 것 같아서 눈에 띄는 것입니다. 모든 것이 세트처럼 보이는 탓인지, 조명이 명백하게 램프에서 나온 것처럼 보이거나, 영상 전체가 인스타그램 필터를 통과한 것처럼 보이는지 어디서 나온 것인지 정확히 파악하기 어려울 정도입니다. 하지만 그 결과는 스튜디오 제작 영화와 뚜렷하게 대조되는 질감이 됩니다.\n\n<div class=\"content-ad\"></div>\n\n![RoadHouse2024cheesysleazyandveryeasyviewing_3](/assets/img/2024-05-16-RoadHouse2024cheesysleazyandveryeasyviewing_3.png)\n\n이 영화를 보기 전에 무엇을 기대해야 할지 잘 몰랐지만, 지금은 젤레넬과 실제 UFC 전설 맥그리거 사이에서 온 스크린 충돌을 보게 되어 기대되더군요. 맥그리거는 적 대유리을 연기하기에 적합한 주요 악당으로 나옵니다. 불행하게도 대부분의 전투 장면은 예외적으로 좋지 않은 VFX 때문에 망가져 버렸습니다. 그 퀄리티는 제가 이전에 드물게 본 적이 있는 수준으로, 지루하고 방향을 잃게 하는 촬영기술을 불러일으켰죠. 혁신적이라는 명분하에 리만은 바로 비디오 게임에서 영상을 던진 것처럼 보이는 전투 씬을 만들어 냅니다. 아마도 비디오 게임은 사람들을 폭력적으로 만들진 않지만, 그들에게 폭력이 게임에서 보이는 것처럼 보인다고 생각하게 만들긴 하는 거죠?\n\n다행히도 연기들 덕분에 이 영화는 지루해지는 것을 막았습니다. 젤레넬은 존 웨인, 클린트 이스트우드, 앨런 라드의 서부 영화에서 인기를 얻은 느긋하고 방랑하는 전사 캐릭터를 잘 표현합니다. 그러나 그는 자신의 편성에 약간의 어리석음을 더합니다. 그는 친절하면서도 살인적이며, 성미가 느리고 행동 영웅에게 있어서 이례적으로 차분합니다. 시끄러운, 거만한 길거리 폭력배들에 선하고 침착하게 복종을 가하면서도 그는 무관심하고 침착해 보입니다.\n\n가끔씩 그의 감정적 거리감으로 인해 줄거리가 두 번째 기어로 변하리라는 감을 주기도 합니다. 그는 직접 개입하는 것에 무관심해서 영화의 대부분을 단지 술을 마시며 보내다가 결국 바에 있는 보안관들에게 자신의 일을 시키기도 합니다. 영화의 뒤늦은 핵심적인 순간까지, 그의 공격성의 부족은 위협의 조차 적발성이 없다는 의미를 가만보게 해요. 그렇지만 우리는 또 다른 큰소리를 치는 행동 영웅이 필요하지 않아요 — 이미 많이 봤으니까요.\n\n<div class=\"content-ad\"></div>\n\n말이 크고 시끄러운 캐릭터에 대해 얘기하자면, 맥그리거가 로드하우스에서 연기 데뷔를 했는데, 특히 그가 몇몇 긴 대사들을 부자연스럽게 전달하는 것이 눈에 띕니다. 일부 장면에서는 화면 행보를 갖고 있는 듯한 순간이 있지만, 그의 연기는 종종 어리석고 지루한 웃음과 지나치게 연극적인 넓게 뜬 눈의 광기로 빠져든다.\n\n끝없는 매력으로 경력을 쌓아온 사람이 어떻게 화면으로 그걸 못 전달할 수 있는지 흥미롭습니다. 맥그리거는 갑작스러운 재치있는 소리 풀이에서 번뜩이기는 했지만, 다른 사람의 한줄이 들어맞게 전달하는 데 어려움을 겪습니다. 그는 종종 광고처럼 보이는데─ 아마 버거 킹 광고를 만드는 게 더 잘 어울렸을지도 모르겠네요. 대부분 그 자신의 역할을 하고 있는 것이 최선일지도 모릅니다.\n\n이야기의 결말은 다소 임의적이며, 일반적인 서부 서사 구조에서 진정한 의미를 찾을 수 있습니다: 마치 짧은 영웅이 나타나 마을을 정리하고 해피엔딩을 맞이하듯 합니다. 그러나 엘우드가 떠나는 결정이 전혀 명확하게 전달되지 않습니다. 대신 그는 그냥 소심하게 사라져서 지루한 결말로 버스 타고 사라집니다. 엔딩 크레딧이 올라가지만 당신은 당혹스러워할 것입니다; 이야기가 여기서 끝나면 안 된 것 같아 보이며, 영화에서 빠진 씬이 두 세 개는 더 있을 것 같습니다.\n\n<div class=\"content-ad\"></div>\n\n사실, 그는 처음부터 그 캐릭터에 특별히 관심이 없었기 때문일지도 모르겠어요. 결국에는 감독이나 작가들도 그렇게 관심을 가지지 않았거든요. 당신이 찾던 건 다 찾았으니까요 – 멋진 풍경, 과장된 싸움씬, 그리고 유머러스한 대사들. 그 이상의 것은 필요 없는 것이었죠. 그 결과로, 이 영화는 진정으로 기억에 남지는 않겠지만, 지루할 때 볼 만한 영화로, 스트리밍 서비스에 적합한 영화가 될 거에요.\n\n미국 | 2024 | 121 분 | 2.39:1 | 컬러 | 영어\n\n![RoadHouse2024cheesysleazyandveryeasyviewing_5](/assets/img/2024-05-16-RoadHouse2024cheesysleazyandveryeasyviewing_5.png)\n\n![RoadHouse2024cheesysleazyandveryeasyviewing_6](/assets/img/2024-05-16-RoadHouse2024cheesysleazyandveryeasyviewing_6.png)\n\n<div class=\"content-ad\"></div>\n\n# 출연진 & 스태프\n\n감독: 더그 리만(Doug Liman).\n각본: 앤써니 바가로지 & 찰스 몬드리 (앤써니 바가로지, 찰스 몬드리 & 데이비드 리 헨리의 스토리; 데이비드 리 헨리 & 힐러리 헨킨의 '로드 하우스'를 바탕으로 함).\n주연: 제이크 질렌할(Jake Gyllenhaal), 다니엘라 멜키어(Daniela Melchior), 빌리 매그너슨(Billy Magnussen), 제시카 윌리엄스(Jessica Williams), 조아퀴름 데 알메이다(Joaquim de Almeida) & 코너 맥그리거(Conor McGregor).\n\n![Road House](/assets/img/2024-05-16-RoadHouse2024cheesysleazyandveryeasyviewing_7.png)\n\n원문: https://www.framerated.co.uk, 2024년 3월 25일 발행. 모든 저작권 이미지는 미국 & 영국 법의 공정 사용 원칙에 따라 사용됩니다.","ogImage":{"url":"/assets/img/2024-05-16-RoadHouse2024cheesysleazyandveryeasyviewing_0.png"},"coverImage":"/assets/img/2024-05-16-RoadHouse2024cheesysleazyandveryeasyviewing_0.png","tag":["Tech"],"readingTime":7},{"title":"웨이브가 자동차를 더 스마트하게 만들기 위해 사상 최대 규모인 10억 달러 투자를 확보했습니다","description":"","date":"2024-05-16 13:49","slug":"2024-05-16-WayveSnagsRecord1BInvestmenttoMakeCarsSmarter","content":"\n\n### Wayve, 영국의 기술 스타트업, 기록적인 10 억 5000만 달러 투자를 유치했습니다!\n\nWayve가 영국에서 역대 최대의 AI 관련 자금 지원을 받아 글로벌 순위에서도 높은 위치를 차지했습니다. 이 자금은 SoftBank Group, Nvidia, Microsoft와 Meta의 AI 보스 인 Yann LeCun과 같은 대형 기업들로부터 제공되었습니다.\n\n2017년 케임브리지에 설립된 Wayve는 투자에 익숙합니다. 이들은 이전에도 상당한 금액을 조달했으며 최근 2022년 초 2억 달러를 조달하기도 했습니다. 이번 자금의 파도는 엄격한 규칙을 따라가는 다른 기술과 달리 학습 중에 발전하는 독특한 자율 주행 기술을 강화하는 데 도움이 될 것입니다.\n\n더 많은 정보를 얻으려면 저와 함께 $5에 가입하세요. 다음 링크를 사용하면 추가 비용 없이 제가 소정의 수입을 받을 수 있습니다. 함께 해요!\n\n[medium.com/@rutujadesai/membership](https://medium.com/@rutujadesai/membership)\n\n<div class=\"content-ad\"></div>\n\n웨이브는 캠브리지의 좁은 골목길을 작은 전기차로 탐색하며 시작했고 이제는 오크도(Ocado)와 같은 기업들을 위해 배송 차량을 사용하여 시스템을 교육하고 있습니다. 웨이브의 기술이 높이 평가받는 이유는 그 유연성에 있습니다. 이 기술은 모든 자동차 제조사의 모델과 함께 작동하도록 설계되어 있어, 테슬라(Tesla)와 같이 한 브랜드에만 의존하는 것보다 시스템을 정확히 개선하기 위한 더 많은 데이터에 액세스할 수 있는 잠재력을 가지고 있습니다.\n\n웨이브가 \"체현된 인공지능(Embodied AI)\"이라고 부르는 기술은 자동차에 대한 것뿐만 아니라 다양한 종류의 로봇 및 제조 도구에 이식하려고 노력하고 있습니다. 그들은 기대를 고아균 때우기 위해 이 기술을 인간 행동에서 학습할 수 있도록 실제 상황에서 로봇이나 제조 도구에 적용하려고 합니다.\n\nCEO 알렉스 켄달은 이 기술이 언어에 반응하는 인터페이스와 개인화된 운전 스타일과 같은 기능을 포함하여 실제로 약속을 보여주는 전환점에 도달했다고 공유했습니다. 카메라와 인공지능의 증가로 자동차에서의 사용이 확대되었고 보조 운전에서 완전 자율 주행으로 진화하는 문을 열었습니다. \n\nhttps://medium.com/@rutujadesai/membership 에서 5달러로 무제한 학습을 계속하세요. 위 링크를 사용하면 저에게 작은 수수료가 들어갑니다. 추가 비용은 없습니다. 함께 해요!\n\n<div class=\"content-ad\"></div>\n\n**웨이브(Wayve)의 자금 지원이 굉장히 야심찬 기술 계획을 지지할 뿐만 아니라 영국이 AI 개발 분야에서 선도하는 역할을 증명하고 있다는 것을 강조한다. 리시 수낙 총리와 소프트뱅크의 칸타로 마츠이는 이 투자금을 높이 평가했으며, 안전하고 더 스마트한 이동 솔루션으로 나아가는 초석으로 인식하고 있다. 교통 사고를 대폭 줄일 수 있는 가능성이 크다고 본다.**\n\n**웨이브의 여정은 이제 막 시작이며, 그것은 자동차에 그치는 것이 아니라 일상 기술의 AI와 더 넓은 범위를 향해 비상을 달리고 있다.**","ogImage":{"url":"/assets/img/2024-05-16-WayveSnagsRecord1BInvestmenttoMakeCarsSmarter_0.png"},"coverImage":"/assets/img/2024-05-16-WayveSnagsRecord1BInvestmenttoMakeCarsSmarter_0.png","tag":["Tech"],"readingTime":2},{"title":"베더스다 스튜디오 최근 폐쇄 관련 발언","description":"","date":"2024-05-16 13:48","slug":"2024-05-16-StatementsRegardingRecentClosuresofBethesdaStudios","content":"\n\n## Xbox 회장 Sarah Bond가 최근 Bethesda 스튜디오 폐쇄에 관한 발언을 하였습니다.\n\n멤버가 아닌 사람도 무료로 읽을 수 있습니다.\n\n![Image](/assets/img/2024-05-16-StatementsRegardingRecentClosuresofBethesdaStudios_0.png)\n\n베데스다 소유의 세 개의 게임 스튜디오가 닫힌 후 이번 주 초기에 하나의 스튜디오가 통합되면서, Xbox 회장 Sarah Bond는 비용 증가로 인한 \"아름다운 AAA 대작 게임\" 생산의 일부인 것으로 부분적으로 결정되었다고 언급했습니다.\n\n<div class=\"content-ad\"></div>\n\n미국 상위기술 미디어인 블룸버그 테크 서밋에서, 본드는 올해 초부터 마이크로소프트에 영향을 미치는 인원 축소와 스튜디오 폐쇄에 대한 즉각적인 질문에 직면했습니다.\n\n지난 1월, 회사는 게임 부문에서 1,900명의 직원을 감축했습니다.\n\n최근의 폐쇄 사례에는 Hi-Fi Rush로 손꼽히는 Acclaimed 를 만든 Tango Gameworks와 Prey와 Dishonored와 같은 상징적인 임퍼시브 시뮬레이션으로 유명한 Arkane Austin이 포함되었습니다. 추가 보도에 따르면, Xbox에 대한 잠재적인 도전과 게임 패스의 가격 인상에 대한 예상이 있습니다.\n\n작년을 통해 비디오 게임 산업은 대부분 침체상태에 머무르고 있습니다.\n\n<div class=\"content-ad\"></div>\n\n2023년에 몇 가지 혁신적인 게임이 출시되었음에도 예상됐던 성장이 일어나지 않았습니다.\n\n새로운 플레이어를 유치하고 게임을 보다 접근하기 쉽도록 만드는 것이 어려운 과제로 지목되어 이 정체 상태가 발생했습니다.\n\n동시에, 고품질의 트리플-A 대작 게임을 제작하는 비용은 증가하고, 그들을 개발하는 데 필요한 시간도 증가하고 있습니다.\n\n\"그리고 그래서, Xbox의 주요 집중이 업계 전반을 강화하는 조치에 주로 집중되고 있으며 동시에 브랜드와 모든 노력이 이 변환기간 동안 계속되도록 보장할 것입니다.\"\n\n<div class=\"content-ad\"></div>\n\n감사합니다. 제 글을 읽으며 지지해 주시는 모든 분들께! 보이지 않는 세계의 이야기들을 읽어주셔서 정말 놀라워요!\n\n링크:\n\n- [Damion (gumroad.com)](gumroad.com) - 책 상점\n- [Buy Me A ☕](https://ko-fi.com/damiondauthor) - 커피 살래요\n- [Damion D | Profile | Fiverr](Fiverr) - 맞춤 작업\n- [Damion D (@Hellz94) / X](twitter.com)\n- [Damion Davis | LinkedIn](LinkedIn)\n- YouTube 채널\n- Coinz_Gaming — Twitch","ogImage":{"url":"/assets/img/2024-05-16-StatementsRegardingRecentClosuresofBethesdaStudios_0.png"},"coverImage":"/assets/img/2024-05-16-StatementsRegardingRecentClosuresofBethesdaStudios_0.png","tag":["Tech"],"readingTime":2},{"title":"영화 제작자들의 오스카 예상 결과 발표","description":"","date":"2024-05-16 13:45","slug":"2024-05-16-AMovieMakersOscarPredictions","content":"\n\n![Oscar Predictions](/assets/img/2024-05-16-AMovieMakersOscarPredictions_0.png)\n\n안녕하세요! 영화와 영화 제작에 대한 다양한 이야기를 적어왔어요. 저의 글 목록에서 찾아볼 수 있어요. 이번 이야기에서는 오스카 후보자들에 대한 전망을 공유하고, Rotten Tomatoes, Roger Ebert, Metacritic과 같은 다른 사이트의 통찰력을 통해 여러분을 영감을 주고 정보를 전하고 싶어해요. 제 96회 아카데미 시상식은 2024년 3월 11일에 시작돼요.\n\n제 개인적인 취향을 빼고, 올해의 영화 작품상 오스카 수상작에 대한 예측은 전문 평론가들의 평가와 시청자들의 평가를 반영하는 것을 기반으로 해요. 가장 가능성이 낮은 것부터 가장 가능성이 높은 것까지 순서대로 영화 목록을 제공할 거에요. 제 예측이 맞을 수도, 틀릴 수도 있어요.\n\n최근 영화 교사 이야기\nDenise P King\n는 말하길, 비유적으로 몇몇 독자들은 마지막 한 입이 가장 맛있다고 해. Denise와 저는 영화 취향이 비슷하지만, 제 예측은 그녀의 것과 다르며 다른 평론가들의 관점도 고려해요. 먼저, 이전 수상 작품들을 리뷰한 바탕으로 수상작의 특성에 대해 간단한 소개를 해드리고 싶어해요.\n\n<div class=\"content-ad\"></div>\n\n## 수상 영화의 공통 특징\n\n오스카 수상을 노리는 영화들은 다양한 장르, 테마, 그리고 스타일을 보유하고 있습니다. 각각이 인생에 대한 독특한 관점을 제시하며 스토리텔링, 촬영 기술, 연출, 연기, 그리고 영화 제작의 다른 기술적 면에서 뛰어납니다.\n\n이러한 영화들은 우리 시대의 본질을 포착하면서 사랑, 손실, 정체성, 그리고 사회적 정의와 같은 시대를 초월한 주제를 탐구합니다. 크리에이티브하고 혁신적인 방식으로 창의성을 증진하며 복잡한 이야기와 캐릭터로 시청자들에게 도전합니다.\n\n인디 젬들이건 대형 블록버스터들이건, 오스카 후보작들은 영화의 모든 면모를 묘사하고 논쟁을 일으키며 기억에 남는 영향을 끼칩니다. 영화 제작자로서, 훌륭한 영화를 만드는 것은 다양한 요소를 균형 있게 조화시키는 일을 포함합니다.\n\n<div class=\"content-ad\"></div>\n\n시작은 매혹적인 이야기를 창조하는 데서 시작됩니다. 캐릭터가 풍부하고 매력적인 플롯으로 만들어진 입체적인 이야기를 만들어냅니다. 대본, 페이스팅, 그리고 구조와 같은 세부 사항에 주의를 기울이면 관객들과 공감할 수 있는 이야기를 만들어낼 수 있습니다.\n\n시네마토그래피, 조명, 그리고 구성으로 시각적 이야기를 전달함으로써 우리의 이야기에 관객을 몰입시킵니다. 음향 디자인, 음악, 그리고 편집을 통해 이야기를 더욱 풍부하게 만들어 더 깊은 경험을 제공합니다. 숙련된 팀과 협력하여 우리의 비전을 실현시킵니다.\n\n궁극적으로, 우리의 예술적 목소리에 충실하고, 위험을 감수하며, 창의적 경계를 넓혀 시청자들이 막이 내리고 난 뒤에도 오래 기억에 남는 영화를 만들어내는 것이 중요합니다.\n\n좋은 영화는 우리의 주목을 끄는 매력적인 이야기로 시작해야 합니다. 이것은 스릴 넘치는 모험, 감동적인 로맨스, 혹은 생각을 자아내는 드라마가 될 수 있습니다. 캐릭터는 잘 성격화되어 있고 공감할 수 있어야 합니다. 그들은 현실감을 주는 흠과 기법을 가지고 있어야 합니다.\n\n<div class=\"content-ad\"></div>\n\n영화는 시각적으로 놀라운 풍경, 인상적인 특수 효과, 그리고 매혹적인 시네마토그래피로 아름답게 펼쳐져야 합니다. 시각적인 요소들은 이야기를 더욱 풍부하게 만들어주고 우리를 영화 속으로 몰입시킵니다.\n\n음향 또한 중요합니다. 훌륭한 사운드트랙이나 음악은 장면을 높여주고 강력한 감정을 자아냄으로써 이야기의 깊이를 더해줍니다.\n\n페이스는 관객을 잡는 데 핵심적입니다. 영화는 관객을 자리에서 일어서게 만드는 리듬을 가져야하며, 행동을 균형있게 조절하기 위한 평온한 순간들을 가져야 합니다.\n\n마지막으로, 좋은 영화는 영원한 인상을 남겨야 합니다. 생각할 거리를 주거나, 감동적인 결말이나, 관객과 우리의 시각을 바꿀 수 있는 메시지가 담겨 있을지라도, 훌륭한 영화는 우리로 하여금 생각하게 하며 때로는 우리의 시선을 바꿀 수도 있습니다.\n\n<div class=\"content-ad\"></div>\n\n# 제 예측, 아카데미 시상식 96회\n\n## 10 — 마에스트로 — 감독: 브래들리 쿠퍼\n\n'마에스트로'는 레너드 버스타인과 펠리시아 몬테알레그레 콘 버스타인 사이의 오래된 사랑을 탐구하는 웅장한 이야기입니다. 이 작품은 그들의 유대뿐만 아니라 삶, 예술, 가족, 그리고 사랑 자체에 대한 진심어린 헌사입니다.\n\n영화의 가장 빛나는 특징 중 하나는 뛰어난 연기입니다. 배우들은 캐릭터에 생기를 불어넣어 매료시키는 방식으로 연기를 펼쳐냅니다. 관람하면서 이 사랑 이야기의 심오함과 진정성을 느낄 수밖에 없는데, 이는 감동적이면서도 희망을 주는 것입니다.\n\n<div class=\"content-ad\"></div>\n\n또한, Maestro는 레너드 버스테인의 삶과 유산을 엿보게 해줍니다. 정교하게 구성된 장면들을 통해, 그의 음악적 뛰어남, 자신의 장인 정신에 대한 끈질긴 헌신, 그리고 음악 세계에 미친 깊은 영향을 엿볼 수 있습니다.\n\n하지만, 이 영화는 몇 가지 결점을 지니고 있습니다. 일부 비평가들은 버스테인의 문화적 영향력 탐구에서 부족한 점이 있다고 주장합니다. 영화는 그의 삶의 이 측면에 대해 소개하지만, 버스테인의 작품이 그 시대의 문화 광경을 어떻게 형성시켰는지에 대해 더 심층적으로 다룰 수 있었을 것입니다.\n\n이러한 비판들에도 불구하고, Maestro는 시작부터 끝까지 우리를 사로잡는 영화입니다. 공연은 훌륭하고, 영상미는 인상적이며, 이야기는 매혹적입니다. 이 영화는 우리를 즐겁게 해주며, 사랑의 힘과 단 한 사람이 세상에 미칠 수 있는 영향에 대한 감사를 남겨줍니다.\n\n**9 — 바비 — Gerta Gerwig 감독**\n\n<div class=\"content-ad\"></div>\n\n바비 랜드에서 살고 있는 것은 마치 꿈 속의 세계처럼 항상 완벽한 곳에 있는 것 같아요. 하지만 심지어 이 완벽한 낙원에서도 완전한 존재적 위기를 겪거나, 특히 켄일 경우에는 이상한 느낌을 받을 수 있어요.\n\n영화 바비는 정말 시각적인 즐거움이에요. 재미있을 뿐만 아니라 슈퍼 지적인 코미디예요. 이 영화는 자신이 영화라는 것을 알고 그 아이디어를 놀이하며, 재미있고 신선한 관람을 제공해요.\n\n바비가 멋진 점은 유머를 감동적인 순간과 섞어낸다는 것이에요. 웃음에 그치는 것이 아니라, 자기 자신을 찾고 자신을 받아들이는 것에 대한 영화예요. 바비의 자신을 꿈꾸는 메시지와 독특함을 인정하는 메시지는 가슴 깊숙이 와닿아요.\n\n**8 — Poor Things — Directed by Yorgos Lanthimos**\n\n<div class=\"content-ad\"></div>\n\nYorgos Lanthimos와 Emma Stone이 협업하여 벨라 배스터라는 젊은 여성이 첨단이고 관행을 벗어난 과학자인 Godwin Baxter 박사에 의해 다시 살아나는 기밌은 이야기를 만들었습니다.\n\nDr. Baxter의 도움을 받아 벨라는 삶에 더 깊이 파고들고 그 모든 교훈을 체득하고 싶어 합니다. 그녀는 모험을 갈망하며 마주치는 매력적이지만 도덕적 유연성이 있는 변호사 던컨 웨더번과 함께 세계를 여행할 기회를 열망합니다.\n\nPoor Things는 란티모스의 시원한 연출 스타일과 스톤의 훌륭한 연기로 엿보이는 재미있고 흥미진진한 여행입니다.\n\n이 영화는 유머, 드라마, 판타지가 섞인 요소로 구성되어 있지만, 어떤 성숙한 주제들을 다뤄서 모두가 마음에 들지는 않을 수 있습니다. 그래도, 색다른 것을 찾고 있다면, Poor Things는 확인할 가치가 있습니다.\n\n<div class=\"content-ad\"></div>\n\n## 7 — 관심 영역 — 조나단 글레이저 감독\n\n'관심 영역'에서는 아우슈비츠 수용소 사령관 루돌프 헤스와 그의 아내 헤트비히가 수용소 옆 집에서 가족과 함께 평범한 삶을 살려고 노력하는 모습을 보여줍니다. 이 책은 끔찍한 범죄에 관여한 사람들조차도 개인적인 삶을 평범하게 보이려고 노력할 수 있다는 것을 보여줍니다.\n\n감정적으로 의지하지 않고 그들의 일상생활을 살펴보면서 우리에게 끔찍한 행위가 어떻게 일상적으로 변할 수 있는지에 대해 생각하게 합니다. 이는 그러한 범죄에 연루된 사람들도 그들의 사적 삶에서는 보통으로 보일 수 있다는 것을 보여줍니다.\n\n'관심 영역'은 악이 얼마나 쉽게 삶의 일상적인 부분이 될 수 있는지 보여줌으로써 우리를 불편하게 만듭니다. 그러나 일부 사람들은 이 책이 캐릭터들의 생각과 감정에 많은 초점을 맞춤으로써 조금 느리게 느껴질 수 있다고 생각할 지도 모릅니다.\n\n<div class=\"content-ad\"></div>\n\n## 6 — 킬러 오브 더 플라워 문 — 마틴 스콜세지 감독\n\n데이비드 그란의 인기 있는 책을 바탕으로, 킬러 오브 더 플라워 문은 1920년대 오클라호마에서 벌어진 미친 일들을 다룬 영화예요. 오세이지 네이션 출신으로 석유로부터 매우 부유한 이들에 대한 연쇄 살인을 다루고 있어요. 그 살인은 너무 잔혹해서 그것을 '공포의 시대'라고 불렀어요.\n\n킬러 오브 더 플라워 문은 중요하답니다. 이게 단순한 영화가 아니에요, 미국이 원주민을 대하는 방식에 대해 심각하게 다룬 것이에요. 마틴 스콜세지와 그의 스태프에게 또 하나의 큰 성공이죠.\n\n조금은 느리고 길어도, 킬러 오브 더 플라워 문은 멋진 연기, 화려한 샷, 집중력 있는 스토리로 여러분을 끌어들이고 있어요.\n\n<div class=\"content-ad\"></div>\n\n## 5 — 오펜하이머 — 크리스토퍼 놀란 감독\n\n제2차 세계대전 중, 군대에서 중요한 역할을 맡았던 레슬리 그로브즈 중장은 물리학자 J. 로버트 오펜하이머를 초천재과학자로 선정하여, 원자폭탄을 만들기 위한 초비밀 맨해튼 프로젝트를 이끄는데 지명했습니다. 오펜하이머와 그의 과학자팀은 이 게임 체인징 무기를 완성하기 위해 연에 걸쳐 힘겨운 작업을 했습니다. 마침내, 1945년 7월 16일, 그들은 역사상 최초로 핵 폭발을 목격했습니다. 이는 역사의 흐름을 바꿀 중요한 순간이었습니다.\n\n오펜하이머는 놀란 감독의 또 하나의 훌륭한 영화로, 실리언 머피가 오펜하이머로 뛰어난 연기를 선보이는 작품입니다. 영화는 환상적인 시각 효과로, 여러분을 맨해튼 프로젝트 시대로 자연스럽게 이동시켜줍니다.\n\n나는 오펜하이머를 고민하게 만드는 영화로 생각했습니다. 과학적 발전을 둘러싼 도덕적 및 윤리적 문제에 대해 깊게 파헤치는 이 작품은 매력적인 스토리와 강렬한 연기 덕분에 시작부터 끝까지 매료시킵니다. 역사나 과학에 흥미가 있는 사람들에게 꼭 보시길 추천하는 영화입니다.\n\n<div class=\"content-ad\"></div>\n\n## 4 - American Fiction - Cord Jefferson 감독\n\nAmerican Fiction은 Cord Jefferson의 첫 번째 감독 작품입니다. 사회가 사람을 스테레오타입에 가두는 방식에 대한 재미있고 생각할 거리가 있는 이 작품은 제프리 라이트가 몽크(Monk) 역으로 출연하여, 산업이 \"검은\" 이야기로 이루어진 진부한 클리셰로 이익을 취한다는 점에 노골적으로 반발합니다. 그래서 그는 가짜 이름으로 지어진 허구적인 \"검은\" 소설을 쓰기로 결심하고, 그로 인해 빽빽하게 서쪽으로 발전되는 이론과 혼돈의 세계로 빠지게 됩니다.\n\n제프리 라이트는 몽크 역으로 빛을 발하는데, 그 역할에 깊이와 유머를 더해 영화의 코미디와 사회 비평의 조화를 완벽하게 담아냅니다. [다른 출연 배우들]을 포함한 나머지 캐스트들도 캐릭터가 실제적이고 공감가능하게 느껴지도록 훌륭한 연기를 펼칩니다.\n\nClever하고 웃기며 감동적인 스토리텔링을 통해, American Fiction은 우리가 얼마나 어리석은 스테레오타입인지에 대해 생각하게 만들어줍니다. 이 작품은 단순히 엔터테인먼트 산업을 조롱하는 데 그치지 않고, 자아성과 이야기가 어떻게 우리 자신과 타인을 보는 방식을 형성하는지에 대한 큰 질문을 던지기도 합니다.\n\n<div class=\"content-ad\"></div>\n\n미국 소설은 영화에서 말하는 그런 종류로, 영화를 본 후에도 오래 기억에 남게 하는 작품이에요. 풍자적이거나 해석적이거나 그냥 정말 재미있는 이야기로 보느냐에 따라 달라요. 꼭 한 번 볼 가치가 있어요.\n\n### 3 — 추락의 해부학 — Justine Triet 감독\n\n작년부터 산드라, 그녀의 남편 사무엘, 그리고 11세의 아들 다니엘은 멀고 먼 프랑스 알프스 마을에서 조용한 삶을 살아왔어요. 산드라는 다니엘을 가르치며, 사무엘은 산에서 평화를 찾았고, 그들의 아늑한 샬레는 그들의 안식처였어요.\n\n그러나 어느 겨울 아침, 모든 것이 변했어요. 사무엘이 보통의 일찍 산책에서 돌아오지 않았어요. 산드라와 다니엘은 찾아다니다가 그를 절벽 아래에서 발견했어요. 살진 눈의 빨강빛 눈에 둘러쌓인 채. 그것은 꿈에서나 볼 수 있는 악몽이었어요.\n\n<div class=\"content-ad\"></div>\n\n당국이 개입하며, 그들의 평화로운 삶은 갑자기 가혹한 주목을 받게 되었습니다. 사고인가요? 자살인가요? 아니면 산드라가 어둠 속에 연루되어 있는 걸까요?\n\n수사가 격화되면서, 비밀이 밝혀졌습니다. 산드라와 사무엘의 완벽해 보이는 결혼은 균열을 드러내며, 긴장과 비밀이 숨겨진 세계를 보여줍니다.\n\n이 영화는 산드라 휠러가 주연으로 빛나며, 준스틴 트리에의 연출은 당신을 의자 가장자리에 앉게 합니다. 영화가 좀 지루하다고 생각하는 사람도 있지만, 이야기는 매료적이고 원시적이며, 사랑과 배신, 예기치 못한 곳에서 잠복할 수 있는 어둠의 복잡성을 보여줍니다.\n\n**2 - 전생들 - 셀린 송 감독**\n\n<div class=\"content-ad\"></div>\n\n노라와 해성은 어렷을 적부터 가까운 친구였어. 그런데 노라의 가족이 한국을 떠나기로 하면서 인생이 엉큼한 곡을 던져. 이제 이틀 뒤, 빅 애플에서 우연히 마주친 거야.\n\n그렇아, 노라와 해성, 인연과 사랑, 우리가 어떻게 여기까지 오게 됐는지에 대해 단 한 주 동안 쳇바퀴를 돌 참 완기게 해 줄 것 같은 이 모던 러브 스토리 속에 자리잡은 둘.\n\n셀린 송은 그녀의 첫 영화 'Past Lives'에서 최고의 매력을 선보였어. 노라와 해성의 꽉 매인 유대를 가져다가 삶의 굽퀴와 모향에 대한 이야기로 담아내면서 감동적일 뿐만 아니라 삶의 굽퀴와 모향에 대해 생각해보게 만들어.\n\nPast Lives는 흔한 로맨스와는 다르다고. 사랑의 복잡하고 어수선한 세계에 대한 심오한 탐험이라고 볼 수 있어. 송의 이야기는 섬세하지만 강력하게 다가와, 노라와 해성과 함께 삶과 사랑을 깨닫고 있는 것만 같게 만들어 줘. 그러니 휴지를 챙기고, 자 이데 감정의 롤러코스터를 준비해, 그 감정은 엔딩 크레딧이 끝나고도 오랫동안 간직할 거야.\n\n<div class=\"content-ad\"></div>\n\n## 1 — 머무는 이들 — 알렉산더 페인 감독\n\n\"머문는 이들(The Holdovers)\"은 제가 가장 좋아하는 감동적인 이야기입니다. 이 영화는 훌륭한 폴 지아마티가 연기하는 시끄럽고 엄한 선생님의 이야기로, 이 선생님은 크리스마스 휴가 동안 뉴잉글랜드의 프리프 스쿨에 갇혀있습니다.\n\n그는 다른 곳으로 갈 곳이 없는 작은 학생 그룹을 살펴보고 있습니다. 새로운 주역 도미닉 세사가 연기하는 영악한 트러블 메이커 도미닉 세사 학생 중 한 명은 그에게 정말 인상을 주죠. 그리고 베트남에서 아들을 잃은 학교의 요리사를 연기한 데이빈 조이 랜돌프 역시 그 중 한 명입니다.\n\n\"머무는 이들(The Holdovers)\"은 알렉산더 페인의 감각적인 영화 제작 방식을 보여줍니다. 당신을 웃게 만들고, 깊은 감정과 다른 사람들과의 연결을 느끼게 합니다. 영화는 유머와 감동적인 순간을 섞어 유쾌함과 감동을 전달해줍니다. 이 영화는 당신이 오랫동안 기억하게 될 영화입니다.\n\n<div class=\"content-ad\"></div>\n\n이 영화는 알렉산더 페인의 위대한 컴백입니다. 그는 이야기를 전달하고 캐릭터를 발전시키는 재능을 되새겨줍니다. 《The Holdovers》는 실종된 적이나 외로움을 느낀 적이 있는 모든 이에게 닿는 영화로, 희망과 공감을 전하는 메시지를 전합니다.\n\n《The Holdovers》는 당신을 심각하게 웃게 만들지는 않겠지만, 분명히 기분 좋게 만들어줄 것입니다. 기발한 대사와 향수를 자아내는 느낌으로 당신을 생각하게 만드는 영화입니다. 목적지보다 여정에 중점을 둔 영화를 찾는다면, 《The Holdovers》가 완벽한 선택일 것입니다.\n\n## 결론과 요약\n\n오스카 후보작이자 선정된 영화들은 다양한 장르, 주제, 스타일을 다룹니다. 이들은 삶에 대한 독특한 시각을 제시합니다. 이 영화들은 이야기 전개, 영상미, 연출, 연기, 기술적 측면에서 뛰어나며, 현대 문화와 사랑, 손실, 정체성, 사회 정의 같은 영원한 주제를 담고 있습니다.\n\n<div class=\"content-ad\"></div>\n\n감동적인 이야기를 만들기 위해 영화 제작자들은 매혹적인 캐릭터, 몰입도 있는 플롯, 효과적인 대본을 발전시키는 데 집중하며 시각적, 청각적 요소인 촬영기술, 조명, 사운드 디자인, 편집 등을 활용하여 감정적인 몰입과 분위기를 자아냅니다.\n\n영화 제작은 협업이 필수적인데, 그 이유는 영화 제작은 협업적인 예술이기 때문입니다. 또한 창작적 위험을 감수하면서 당신의 예술적인 비전을 지키고 기억에 남고 감동적인 영화를 선보이기 위한 노력도 중요합니다.\n\n영화 제작자이자 영화 팬으로서 영화 리뷰를 작성하는 것에 큰 기쁨을 느낍니다. 이 열정적인 프로젝트를 통해 영화 제작의 복잡성을 탐구하고 다른 이들과 함께 영화에 대한 사랑을 공유할 수 있습니다.\n\nDenise가 말했던 대로 \"자신을 이끌고 영화 예술에 몰두하세요. 후회하지 않을 거예요.\" 저도 동의합니다.\n\n<div class=\"content-ad\"></div>\n\n나도 너의 관점을 읽는 걸 기대하고 있어. 멋진 쇼를 즐겨봐!\n\n**오스카 후속 업데이트**\n\n내 이야기 읽어줘서 고마워.\n\n소셜 미디어에 대한 나의 어려움을 다룬 이야기인 'Gaming, Fun, and Humor: The Lifelines That Rescued Me From Social Media’s Grip on My Life'도 읽어봐. 나는 사회 활동으로 자동차 쇼를 즐겨. 내 배경에 관한 정보도 있으니 참고해줘.","ogImage":{"url":"/assets/img/2024-05-16-AMovieMakersOscarPredictions_0.png"},"coverImage":"/assets/img/2024-05-16-AMovieMakersOscarPredictions_0.png","tag":["Tech"],"readingTime":10},{"title":"플레이스테이션 펄스 익스플로어 리뷰","description":"","date":"2024-05-16 13:42","slug":"2024-05-16-PlayStationPulseExplorereview","content":"\n\n![img](/assets/img/2024-05-16-PlayStationPulseExplorereview_0.png)\n\n어떤 면에서는 정말 놀라운 점이 있어요! 소니의 첫 번째 무선 이어버드인 플레이스테이션 펄스 익스플로어는 게임 분야에서 가장 성공적인 브랜드의 로고를 담고 있다는 사실만으로도 충분히 대단해요. 소니는 이미 주력 무선편의 이어버드인 WF-1000X 라인과 저렴한 라인까지 잘 팔았거든요. 그래서 이론적으로는 플레이스테이션에 집중한 고품질 옵션을 만드는 것은 쉽지 않았겠죠. 게임에서 훌륭한 사운드를 제공하면서 이동 중 음악 감상에도 충분히 좋은 무선 이어버드에 관심이 많을 것 같아요. 맞죠?\n\n펄스 익스플로어는 이러한 설명에 어울리는 제품으로 보여요. 플레이스테이션 유저를 염두에 두고 디자인되었지만 Audeze가 개발한 최고급 오디오파일 등급의 기술을 사용하고 있어요. Audeze는 2023년 소니가 인수한 유명한 오디오 제품 제조업체로, 이어버드가 플레이스테이션 게임과 음악 청취에서 어떻게 성능을 발휘하는지 소비자들이 알아야 할 사항이에요.\n\n## 디자인, 제조 품질, 편안함: 인상적이면서도 의견 분분\n\n<div class=\"content-ad\"></div>\n\nGM조지 베일 주니어는 결혼을 하고 싶어 했지만 그의 어머니는 미혼의 천국에 들어가는 것을 우려하여 반대했습니다. 결국 그는 그녀의 의견을 존중하고 결혼을 포기했지만, 이는 그에게 큰 상처를 남겼습니다. 언제나 그의 사랑을 엿볼 수 있지만, 현재 그는 솔로라는 것을 받아들이고 행복한 삶을 살고 있습니다.\n\n<div class=\"content-ad\"></div>\n\n긍정적인 측면으로, Pulse Explore 이벤트가 올바른 위치에 배치되면 사용 중에도 가벼운 느낌을 줍니다. 사용 시간이 길어도 귀에 꼭 맞는 팁은 귀 채널에 딱 맞게 들어가 압력을 가하지 않으면서 꽉 닫혀 편안한 착용감을 제공합니다. 시간이 지남에 따라 누구나 대부분의 것에 적응할 수 있습니다. 그러므로 많은 소비자들이 한동안 사용한 후 쉽게 적응할 수 있을 것입니다. 다만, 이 Sony 이어버드들은 외관에 더 집중하는 대신 실제 사용 시 어떤 느낌을 주는지에 대해 좀 더 신경 써야 했을 것 같습니다.\n\n## 게임 성능: 실제로 놀라운\n\n이러한 제품들에 있어서 가장 중요한 것은 당연히 제공되는 음질입니다. 다행히도, Sony의 새로운 이어버드들은 여기서 뛌어납니다. 주로 디자인된 사용 사례에 대해선, PlayStation Pulse Explore는 게임 제품들과는 일반적으로 관련이 없는 종류의 오디오 성능을 제공합니다. 그 이유는 Audeze의 플래너 마그네틱 드라이버 덕분인데, 이 특정 이어버드는 그들을 기반으로 하고 있습니다. 간단히 말해, 이를 사용하면 PS5 게임을 하는 것이 혁명적인 경험을 제공합니다.\n\nPlayStation 게이머들이 이 무선 이어버드에서 기대할 수 있는 음질은 놀라울 정도입니다: 드디어 느껴지는, 풍부하면서도 세밀한 사운드, 베이시하지만 압도하지 않는, 실제로 방향성을 띄는, 여러 효과의 거리와 강도에 극도로 귀를 기울이는 이 게임 음향은 최고수준입니다 (그리고 음질은 큰 소리에서도 전혀 타격을 받지 않습니다). 솔직히 말해, 이들은 게임에서 무선 이어버드들이 일반적으로 들리는 소리와는 전혀 달라, 게임 헤드폰이 들리는 것과 같습니다. 용량 차이까지 고려할 때, 이는 매우 큰 칭찬입니다. Audeze의 시그니처 기술에 익숙한 오디오파일들은 이런 결과를 예상했을지 모르겠지만, 다른 모든 사람들은 기쁨을 느낄 것입니다.\n\n<div class=\"content-ad\"></div>\n\n![image](/assets/img/2024-05-16-PlayStationPulseExplorereview_2.png)\n\n소니는 이 헤드셋이 PS5의 Tempest Audio Engine 하위 시스템을 활용하여 진정한 3D 사운드 재현을 위해 디자인되었다고 주장합니다. PS5를 소유한 사람들은 시스템 설정에 포함된 편리한 이퀄라이저를 통해 Pulse Explore의 오디오를 조정할 수 있습니다. 이 편리한 기능은 스마트폰이나 태블릿에는 제공되지 않지만, PC 게이머들은 Windows 사운드 설정을 통해 제한된 옵션을 활용해야 합니다.\n\n그러나 소니가 Pulse Explore에 대해 한 가장 대담한 주장은 분명히 본 제품의 독점적인 플레이스테이션 링크 기술과 관련이 있습니다. 이 기술은 연결, 지연 또는 왜곡 문제 없이 게임에서 고품질 사운드를 제공한다고 약속하고 있는데요. 본사의 특별한 베팅은 실제로 효과적임이 밝혀졌습니다. 우리의 테스트 중에 PS5 게임이나 PC 게임(필요한 USB 동글을 사용함)에서 예상치 못한 크래킹이나 명료도 상실이 발생하지 않았습니다.\n\n본 리뷰 과정에서는 조금의 연결 끊김이 가끔씩 있었지만(주로 Pulse Explore와 동글 사이의 거리에 따라 다름), 정상 작동 시 전달된 사운드와 그에 묶인 효과 또는 대화 사이에 거의 감지할 수 없을 정도의 지연이 있었습니다. 이는 게이머에게는 중요한 요소이지만, 현대 게임에서 오디오의 빠르고 폭발적이며 종종 압도적인 성격을 고려할 때 그 자체로 인상적인 성과입니다.\n\n<div class=\"content-ad\"></div>\n\n![PlayStation Pulse Explore](/assets/img/2024-05-16-PlayStationPulseExplorereview_3.png)\n\nSony씨는 PlayStation Portal에 관한 약속을 이행했습니다. 회사의 원격 플레이어 액세서리는 Bluetooth 헤드폰이나 이어폰을 지원하지 않는다는 점이 논란이 되었지만, PlayStation Link를 지원하며, 이는 Pulse Explore(그리고 Pulse Elite 오버 이어 모델)를 통해서만 사람들이 PS5 게임의 소리를 무선으로 즐길 수 있는 유일한 방법입니다. 그러니까, PlayStation Portal에 Pulse Explore를 연결하면 Sony가 주장한 대로 완벽한 성능을 발휘하여 언제든지 민망한 지연없는 음향을 제공합니다. 솔직히 말해서, 저는 PlayStation Portal을 좋아하지만 사랑하지는 않았습니다. 그러나 다수가 그 제품을 정말 좋아하는 것 같아서(거의 항상 품절 상태인 것을 감안하면), 이제 해당 소비자들은 Pulse Explore가 해당 제품과 현저히 우수하게 작동한다는 것을 확신할 수 있습니다.\n\nPulse Explore의 게임 능력 중 하나에서 불만이 있는 측면이 하나 있습니다: 마이크 성능. 이들은 이해하기 쉽게 작고 거의 숨긴 상태이기 때문에, 게이밍 헤드폰과 함께 제공되는 크고 숨을 수 있는 마이크와 직접 비교하는 것은 공정하지 않을 수 있지만, 음질 변조나 메아리가 무시하기 어려운 문제입니다. Sony는 \"AI 향상 노이즈 거부\"의 사용을 언급하지만, 실전에서 기대했던 것만큼 일관적으로 작동하지는 않습니다. Pulse Explore에서 제공되는 마이크를 쓸 수 없는 것은 아니지만, 그들은 운전 기사만큼 우수하지 않습니다. 친구들과 함께 팀 기반 온라인 게임을 자주 하는 PlayStation5 게이머들은 이 사항을 명심해야 합니다.\n\n## 음악 성능: 유용하지만 제한적\n\n<div class=\"content-ad\"></div>\n\n예, 소니는 펄스 익스플로어를 게임 제품 이외의 다른 것으로 홍보하지 않습니다. 무엇보다도, 이 제품은 주로 PlayStation 제품으로, PC 호환성과는 관계없이 소개됩니다. 하지만 실제로 이야기해 보면, 대부분의 트루 무선 이어버드에 관심을 가지는 사람들은 이를 실외에서도 사용할 수 있을 것으로 가정하며(PS5나 컴퓨터 근처에서만 사용하는 것이 아니라), 이동 중에 음악을 듣는 데도 동일한 이어버드를 사용하는 데 문제가 없을 것으로 생각합니다. 펄스 익스플로어는 엄밀히 말해 그것을 제공할 수 있지만, 특히 이 특정 사용 사례에 관한 부분에서 많은 부분이 부족하다는 것을 알 수 있습니다.\n\n![PlayStation Pulse Explore](/assets/img/2024-05-16-PlayStationPulseExplorereview_4.png)\n\n가장 중요한 것부터 말하자면, 2024년 기준으로, 소음 차단 기능을 제공하지 않는(더 나아가 하이엔드도 아닌) 어떤 트루 무선 이어버드도 대부분의 소비자들에게는 실외 사용에 적합하지 않다고 여겨집니다. 그것이 바로 그것입니다. 그래서 어떠한 이유로도 그것을 제공하지 않는 펄스 익스플로어는 대중이 통근, 여행, 달리기, 운동 중 음악을 듣는 방식을 중요하게 생각할 때는 충족시키지 못할 것입니다. 게다가, PlayStation Portal에서든 스마트폰/태블릿에서든 게임하는 경우에도 소음 차단 기능은 분명히 중요하므로, 왜 소니가 펄스 익스플로어에 이러한 중요한 기능을 포함시키지 않았는지는 명확하지 않습니다.\n\n음악을 들을 때 소음 차단 기능의 부재를 받아들일 용의가 있다 하더라도, 오디오 성능은 그 자체로는 상당히 인상적이지 않습니다. 플레이너 마그네틱 드라이버의 기준에 따르면요. 펄스 익스플로어를 통해 재생된 어떤 음악도... 괜찮다고 볼 수 있지만, 모두 다소 흥미롭지 않습니다. 고음에는 충분한 디테일이 있어서 Audeze의 이 분야에서의 특기를 감상할 수 있으며, 중음과 보컬은 충분히 선명합니다. 그러나 그 이하의 어떤 것은 특히 저음, 흔들리거나 그 외의 형태의 것까지도, 부족하고 납득할 수 없어서 오버롤 프레젠테이션을 해치는 것입니다.\n\n<div class=\"content-ad\"></div>\n\n일부 문제들은 해결 가능할 수 있어요. 예를 들어, 현재 Sony의 유용한 iOS 또는 Android 동반 앱은 Pulse Explore를 지원하지 않습니다. 그래서 만약 그것들이 지원되면, 해당 앱에 포함된 이퀄라이저를 이용하여 스마트폰이나 태블릿에서 음악을 더 흥미롭게 들을 수 있을 거예요. 다른 문제들 중에는, 플라나 매그네틱 드라이버를 사용하더라도 블루투스를 통해 음악 재생 중 전달되는 음질이 평범하다는 것과 같은 문제들은 소프트웨어 업데이트로 쉽게 해결되기 어려울 수도 있어요. PS5에서 PlayStation Link 동글을 사용할 때 Pulse Explore에서 Spotify 플레이리스트 소리가 훨씬 더 좋은 것은 이것의 증거입니다. 이 귀마개가 앞으로 Sony로부터 어떻게 지원받을지 정말 흥미롭게 볼만할 거예요, 특히 가격을 고려하면요.\n\n## 연결성, 사용성, 배터리 수명: 이것저것 다 있지만\n\nPulse Explore가 비디오 게임과 음악 간의 음질이 현격히 다르다는 것은 안타깝네요. 웃기게도 Sony의 이어버드는 넓은 범위의 장치와의 사용을 장려할 만큼 단단한 연결성을 제공합니다. 예를 들어, PS5 또는 PS Portal과 스마트폰 또는 PC를 동시에 연결할 수 있어요. 그래서 게임을 하면서 전화를 받는 것이 가능하기만한 것이 아니라 무난하게 할 수 있어요. 게임에만 해당되는 것이 아니에요. 사무실 PC에서 음악을 듣다가 스마트폰으로 전화를 받는 것도 할 수 있어요. 이는 논리적인 유용한 기능이에요.\n\n![PlayStation Pulse Explore Review](/assets/img/2024-05-16-PlayStationPulseExplorereview_5.png)\n\n<div class=\"content-ad\"></div>\n\nSony의 다른 몇 가지 선택에 대해서는 그렇지 않을 수도 있습니다. 각가햇으로 하굦어 이어버드의 볼륨 버튼들은 부드럽고 얇으며 살짝 누르기 힘들어서 핏에 영향을 주지 않고 누르기가 어렵습니다. 따라서 사용성 측면에서 다소 미흡하다고 할 수 있습니다. 다중 기능 버튼은 때로는 활용되지 않거나 필요하지 않은 것처럼 보이며 (기본적으로 디바이스 전환기로 작동함) 사용법이 좋지 않습니다. Pulse Explore의 버튼에 대해 언급할 때, Sony의 최신 PlayStation 제품이 IP 등급을 전혀 가지고 있지 않다는 것을 알아야 합니다 — 그래서 이러한 버튼들은 물이나 땀이 우연히 이어버드로 들어오게하여 문제가 발생할 수 있습니다. 다시 말해, 세상이 멸망하는 것은 아니지만 모든 이러한 작은 문제들이 총체적으로 결합되어 Pulse Explore를 일부 사용 사례에 적합하지 않게 만듭니다.\n\n그렇다면 배터리 수명은 어떨까요? 이것도 마찬가지입니다: 그저 괜찮지만 특별한 점은 없습니다. PlayStation Link 연결을 통해 게임을 할 때, Pulse Explore는 4-4.5시간 이상 지속되지 않는 것 같습니다. 음악을 듣는 경우에는 더 좋은 결과를 보여줍니다 — 더 느리고 적은 요구 연결이기 때문에 중간 볼륨 수준에서 6~7시간 정도의 사용이 가능한 것을 기대할 수 있습니다. 동봉된 충전 / 휴대용 케이스의 배터리는 전체 Pulse Explore 충전을 몇 번 하기에 충분하며, 실외에서 이어버드를 사용하는 것이 권장되지 않기 때문에 충분합니다.\n\n## 판결: 다수의 PlayStation 게이머에게 좋지만 모두에게는 충분히 좋지 않음\n\n그러면 위에 제기된 모든 점들로 인해 PlayStation 사용자를 대상으로 하는 첫 번째 참으로 무선 이어버드인 Pulse Explore는 어떤 위치에 있을까요? 이상한 곳에 있습니다. 한편으로는 Sony의 약속을 지킨다는 점에서 그들에게 불만을 느끼는 것은 이성적이지 않거나 불합리해 보일 수 있습니다: 게임에서는 정말 인상적이며 — 이것이 그들이 디자인된 주요 사용 사례인 경우 — PlayStation Link는 같은 맥락에서 놀랍도록 잘 작동합니다. 또한 PlayStation Portal 소유자들에게는 자연스러운 선택이며 기능과 미학 측면에서 완벽하게 매치되기 때문에 최고의 선택입니다.\n\n<div class=\"content-ad\"></div>\n\n![PlayStationPulseExplorer](/assets/img/2024-05-16-PlayStationPulseExplorereview_6.png)\n\n안녕하세요! 오늘은 PlayStation Pulse Explore 무선 이어버드에 대해 알아보려고 해요. 이 이어버드는 PS5, PS Portal 또는 PC에서 게임하기에 더할 나위 없이 좋다는 건 사실이에요. 이 기기들에서 멀리 떨어져 사용하면 랜덤한 연결 끊김을 피할 수 있어요. 하지만 실외에서 게임하기에는 소음 차단이 없어서 좋지 않아요 (어떤 사람들은 실내에서도 마찬가지라고 할 거예요). 또한 음악을 듣기 위해서도 실내나 실외에서 사용하기에는 그리 좋지 않아요. 그렇다면 이 이어버드는 게임을 위해 주로 실내에서만 사용할 거라면, 왜 다른 무선 이어버드 대신 무선 게이밍 헤드폰, 유선 또는 무선을 선택할까요? 헤드폰은 편안함이나 배터리 수명이나 음질이나 마이크 품질 측면에서 확실히 우세하죠. 여기에 휴대성은 헤드폰을 사용할 때는 문제가 되지 않아요, 실내에서만 사용된다는 가정하에 말이에요. 모두가 동의하실 거에요, 그렇죠?\n\nPulse Explore를 고려 중인 구매자들은 아마도 위치와 구매 내용에 따라 두 개의 다른 무선 이어버드를 사용할 것입니다. Sony 최신 제품이 단돈 200달러라는 것을 감안하면 조금 어렵겠네요. 모두들이 Pulse Explorer를 강력하게 추천하기는 어렵겠죠. 그보다는 한 부분의 사용자들을 대상으로 하는 것이 낫겠네요. 나머지 사람들은 Audeze 오디오 기술을 기반으로 한 Sony의 다른 새 제품인 Pulse Elite을 살펴보는 것이 좋겠어요. 게임을 위한 풀온 헤드폰인 Pulse Elite은 더 깊은 음향, 더 넓은 음향 공간, 더 긴 배터리 수명, 월등히 우수한 마이크로폰 기능과 Pulse Explore보다 더 저렴하게 제공돼요. 물론, 그렇게 멋있어 보이지는 않겠지만, 둘 다 결국 집에서 사용할 목적이라면 괜찮지 않을까요?","ogImage":{"url":"/assets/img/2024-05-16-PlayStationPulseExplorereview_0.png"},"coverImage":"/assets/img/2024-05-16-PlayStationPulseExplorereview_0.png","tag":["Tech"],"readingTime":8},{"title":"모두의 고양이 친구, 추리퍼즐 게임 스낵월드에 새로운 레벨이 추가되었어요 함께 열심히 플레이하고 빙고 칩을 수집하면 신규 스테이지를 해금할 수 있답니다 어서 친구들과 함께 즐기러 가볼까요","description":"","date":"2024-05-16 13:40","slug":"2024-05-16-NailingItHowMarioWentfromCarpentertoGamingSuperstar","content":"\n\n![Mario](/assets/img/2024-05-16-NailingItHowMarioWentfromCarpentertoGamingSuperstar_0.png)\n\n비디오 게임의 광활한 영역 속에서, 마리오만큼 추억, 기쁨, 그리고 보편적으로 인식되는 캐릭터는 거의 없습니다. 닌텐도의 전설적인 게임 디자이너 시게루 미야모토가 만들어낸 마리오는 세대와 문화적 경계를 초월하여 게임 산업의 상징적인 상징으로 거듭났습니다. 화려하지 않은 배관공에서 시작해 세계적인 현상으로 성장한 마리오의 여정은 상상력 넘치는 이야기와 중독적인 게임 플레이의 영구적인 힘을 입증하는 것입니다.\n\n문화적 현상:\n1980년대 아케이드 클래식 '돈키콩'에서 데뷔한 이후 마리오는 닌텐도와 동의어로 지어져 있으며 회사 내 가장 인식도 높은 마스코트로 꼽히기도 합니다. 상징적인 빨간 모자, 굵은 수염, 파란색 작업복을 가진 마리오는 대중 문화에 자리잡으며 만화, 만화, 영화에 나타나며 상품 라인까지 영감을 주었습니다.\n\n\n<div class=\"content-ad\"></div>\n\nThe Mario franchise has created numerous spin-offs and sequels, from the iconic “Super Mario Bros.” series to sports games like “Mario Kart” and “Mario Tennis.” Every title brings fresh gameplay mechanics, characters, and worlds while staying true to the elements that make Mario so beloved by fans worldwide.\n\nTimeless Gameplay:\n\nMario's lasting popularity can be attributed to the timeless gameplay found in his adventures. Whether you're navigating perilous platforming levels, solving puzzles, or competing in lively multiplayer races, Mario games strike a balance between accessibility and complexity that appeals to players of all ages and skill levels.\n\nThe simple yet gratifying mechanics of stomping on foes, collecting coins, and power-ups such as the renowned Super Mushroom and Fire Flower have become trademarks of the series. Each new game introduces inventive gameplay features while preserving the classic allure that has kept Mario a cherished favorite for more than thirty years.\n\n<div class=\"content-ad\"></div>\n\n**아이코닉 캐릭터와 세계들:**\n\n마리오 자체를 넘어, 이 프랜차이즈는 독특한 성격과 능력을 지닌 다채로운 캐릭터들로 가득합니다. 서로 다른 성격을 가진 건방진 루이지, 악역인 바우저, 그리고 충실한 요시와 같은 캐릭터들이 마리오의 세계를 다채롭게 채우며 이 시리즈에 깊이와 매력을 더해줍니다.\n\n플레이어들이 공주 피치를 바우저의 손에서 구출하기 위해 모험하는 중에 탐험하는 상상력 넘치는 세계들도 마찬가지로 아이코닉합니다. 초원 왕국의 푸르른 풍경부터 바우저의 성의 뜨거운 깊이까지, 각 장소는 발견해야 할 비밀, 극복해야 할 도전, 발견해야 할 숨겨진 놀라움으로 가득하죠.\n\n**혁신과 진화:**\n\n<div class=\"content-ad\"></div>\n\n마리오 시리즈는 오랜 역사를 가지고 있으며 게임 혁신의 경계를 계속해서 넓혀왔어요. \"슈퍼 마리오 64\"로 3D 플랫포밍을 선도하고 \"슈퍼 마리오 갤럭시\"에서 모션 컨트롤을 혁신하며, 닌텐도는 마리오 게임이 사랑받는 본질을 유지하면서 실험하고 혁신할 용의를 항상 보여왔어요.\n\n가상 현실, 모바일 게임, 그리고 다른 떠오르는 기술들이 등장함에 따라, 마리오의 미래는 이전보다 더 밝아진 것 같아요. 가상 현실에서 새로운 세계를 탐험하거나 모바일 기기로 여행을 떠나는 등, 마리오는 계속해서 적응하고 발전하며 그의 유산이 오랜 세월 동안 이어질 수 있도록 하고 있어요.\n\n빠르게 변화하는 산업과 덧없는 트렌드로 정의되는 게임 업계에서, 마리오는 게임 우수성의 시대를 무표하고 있어요. 게임장에서 겸손한 출발로 시작해 세계적인 문화적 상징으로 자리를 잡으며, 마리오의 여정은 창의성, 혁신, 그리고 무엇보다 재미의 영구한 힘을 증명한 예시에요.\n\n새로운 모험을 떠날 준비가 된 게이머들이 있다면, 마리오는 세계 각지의 관객들을 계속해서 영감을 주고 즐겁게 만들며 매료시킬 것입니다. 그래서 이 빨간 모자의 배관공, 무수히 많은 모험의 영웅, 그리고 참된 게임 전설의 영속적 유산에 건배합니다. 마리오에게 건배해요.\n","ogImage":{"url":"/assets/img/2024-05-16-NailingItHowMarioWentfromCarpentertoGamingSuperstar_0.png"},"coverImage":"/assets/img/2024-05-16-NailingItHowMarioWentfromCarpentertoGamingSuperstar_0.png","tag":["Tech"],"readingTime":3},{"title":"비전 프로를 위한 5가지 존재론적 질문 인류를 구하려면","description":"","date":"2024-05-16 13:37","slug":"2024-05-16-5ExistentialQuestionsfortheVisionProtosavehumanity","content":"\n\n## 이어폰을 착용하면, 그것은 애플의 세계이며, 당신은 그 안에서 살아가는 것뿐입니다.\n\n![이미지](/assets/img/2024-05-16-5ExistentialQuestionsfortheVisionProtosavehumanity_0.png)\n\n# 목차\n\n- 특정 기억들은 딱 한 번씩만 살아야 할 운명인가요?\n- 거울 속에서 누구를 보나요?\n- 사람들은 덜 친밀해질까요?\n- 우리 자신을 시뮬레이션 게임 캐릭터처럼 대하는 것이 나쁜가요?\n- 우리에겐 자신의 이익을 위해서 너무 현실적한가요?\n\n<div class=\"content-ad\"></div>\n\n대부분의 사람들이 Vision Pro를 $3,500이라는 가격표로 초과 부자들을 위한 또 다른 가전제품으로 생각하고 있지만, 애플은 훨씬 더 위대한 야망을 품고 있습니다. 5년 뒤면 iPhone만큼 보편화된 제품이 될 것이고, 그 가격은 분수가 되겠죠. (테슬라의 로드스터 접근법을 기억하시나요?)\n\n이 제품은 첫 번째로 완전히 장난감이 아닌 소비자 중심의 헤드셋입니다. 이로써 우리가 기술과 상호 작용하는 패러다임이 변화할 것이며, 그 변경은 VR이 아직 이뤄지지 못한 것입니다.\n\n게임 보이는 초창기 맥북과 같은 관계이며, Meta Quest Pro는 Vision Pro와 같은 관계일 것입니다.\n\n왜 그런 걸까요? Vision Pro를 사용해 본 사람은 증언할 수 있습니다 — 디지털 세계가 현실과 구별하기 어려워집니다.\n\n<div class=\"content-ad\"></div>\n\n요즘에는 침실에 200인치 영화 스크린이나 6개의 모니터가 설치된다는 대화가 주를 이루지만, 이 헤드셋은 심지어 Apple이 현재 전달하길 원하는 것보다 더 강력합니다.\n\n시간이 흐를수록 그것은 더욱 강력해질 테니, 결국 질문은 언제까지 너무 강력한가? \n\n들어봐요, 나는 루딧(Luddite)은 아니에요. 사실, 반대로 심지어 새로운 첨단 기술을 좋아해요. 그런데, 인류가 지금까지 본 것 이상의 컴퓨팅 새로운 차원에 대한 반응이 Chat GPT가 처음 선보인 이후의 AI 주변에서 벌어진 것 처럼 크게 일어나리라고 생각했을 텐데 말이에요.\n\n이 포스트에서는 몇 가지 논제를 살펴보려 합니다. 저는 Vision Pro를 내 아이디어 중심에 두고 있지만, 여러 관점이 메타버스나 아직 몇 년 떨어진 기술에 더 관련이 있다는 점에 주목해주세요.\n\n<div class=\"content-ad\"></div>\n\n# 1. 특정 기억들은 한 번만 살아야 할 운명인가요?\n\n아버지가 딸들과 (사실은 근처에서 무릎을 꿇고 있는 모습을) Vision Pro 공개식에서의 장면을 기억하나요? 3D로 순간을 기록하고 나중에 다시 그 순간에 있었던 것처럼 느낄 수 있는 기능을 공개하는 것?\n\n![image](https://miro.medium.com/v2/resize:fit:960/1*GAUGenLeC2o4VD1IRaho8A.gif)\n\n이 장면을 본 사람들 사이에는 두 가지 주요 관점이 있는 것 같아요.\n\n<div class=\"content-ad\"></div>\n\n- 대부분의 비부모자들: 창피하다... 그거 머리에서 내려놓아라, 아빠.\n- 일부 부모들: 감격에 눈물을 흘리며. (여기에 예시가 있어요)\n\n삶에서 가장 특별한 추억을 되새기는 것은 감동적인데, 이에는 더 어두운 면이 있을 수 있을까요? — 나는 이 기능이 녹화하는 사람에게 미치는 심리적인 영향에 아주 흥미가 있어서요.\n\n가끔은 삶은 한 번 살아야 할 때가 있고, 그길을 선택할 때는 무언가를 잃는 것이 있습니다.\n\n결국, 기억을 담당하는 해마는 왜 잊어버릴 것인가라고 목적이 있습니다. 연구자들은 신경 시스템이 기억을 적극적으로 제거한다는 증거를 찾았는데, 이는 망각이 뇌의 기본 모드일 수 있다는 것을 시사합니다.\n\n<div class=\"content-ad\"></div>\n\n진화가 이런 결론에 이르렀을 무작위한 결과는 아니었습니다. 왜 그럴 수 있는지에 대한 여러 이론이 있지만(주로 외상을 잊기 위해서) 비전 프로가 이 유전적 이점을 위협하는 것은 아닌지 궁금합니다.\n\n이 기술은 NBA 경기에서의 결승슛을 관람하는 것과 같은 특정 응용 프로그램에 매우 훌륭해 보이지만(경기의 전체 시뮬레이션이 이미 다운로드 가능한 경우를 가정한다), 더 가까운 순간들에 대해 걱정됩니다. 모든 혁신적인 발명품들과 마찬가지로 항상 끔찍한 특이 사례들이 존재할 것입니다. 참극의 경우, 감성적인 녹화물이 누군가의 마음에 뒤틀린 영향을 줄 수 있습니다. (전부터 침울한 얘기가 되지 않도록 상상력에 맡기도록 하죠). 결국, 사람들은 이러한 순간을 2D로 기록하지만, 3D 녹화물이 너무 생생해서 뇌가 그것이 실제인 것으로 믿을 수 있을 정도면 무섭습니다. 녹화물이 존재한다면, 그 순간들은 처음부터 완벽하게 다시 경험될 수 있다면 우리 뇌의 기억 보존 능력은 더더욱 빠르게 약화될 수 있을까요?\n\n하지만, 이런 예시들이 전반적인 선을 넘을 만한 영향을 줄 가능성에 대해 과도하게 가중되지 않도록 하는 것이 중요합니다.\n\n그리고 \"부모가 아닌 사람\"들 중에서 머리에 항상 헤드셋이 놓이는 것을 걱정하는 분들에게 — 걱정하지 마세요, 같은 종류의 영상을 촬영할 수 있는 휴대용 장치가 금방 출시될 것이라고 확신합니다.\n\n<div class=\"content-ad\"></div>\n\n# 2. 거울 속에 누굴 보나요?\n\n비전 프로를 착용하고 거울 앞에 서 있습니다. 그 속에 누가 보일까요? 헤드셋을 쓴 당신의 실제 모습일까요? 얼굴에 디지털로 덧입힌 모습일까요? 화장을 하거나 코를 작게 하고 여드름을 줄인 수정된 모습일까요? 아니면 완전히 다른 사람일까요?\n\n저는 심리학자가 아니지만, 마지막 두 가지 선택지는 굉장히 걱정스럽게 느껴집니다. 처음 몇 번 사용할 때는 Snapchat 필터처럼 재미있는 장난감 같은 느낌을 줄 수 있겠지만, 이것이 빨리 문제가 될 수도 있다는 생각이 듭니다.\n\n외모에 지나치게 염려하는 신체 해리장애가 메타버스에서 자신을 얼마나 \"더 좋아 보일 수 있는지\"를 깨달을 때 그 빈도가 증가할 것입니다. 온라인에서 흔해질 아름다움의 기준은 현실 세계에서는 누구도 따라올 수 없을 것입니다.\n\n<div class=\"content-ad\"></div>\n\n지금은 고양이 낚시도 치킨 게임이라고 생각했나요?\n\n이것은 사회적 정신 건강과 헤드셋에 대한 의존도가 더 높아질 것으로 예상됩니다. 오늘날 사람들이 화장 없이 집을 나가기가 너무 불안할 수 있는 것과 마찬가지로, 이겢이 오더를 더 높일 수도 있습니다. 어찌하여 개인적으로 만날 필요가 있겠습니까? 온라인에서 \"최고\" 자신을 묘사할 수 있는데요?\n\n양면 존재의 얽힘은 사람들이 자신에 대한 인식을 혼란스럽게 할 것입니다. 항상 그랬던 사람으로 행동하거나 완전히 다른 사람이 될 수 있습니다. 인터넷으로부터 얻는 익명성과 현실의 예민함이 결합된 경우에 어떻게 사람들이 행동할지 흥미롭게 살펴보겠습니다. 모든 사람은 가상 세계에서 (그들이 이를 인지하든 아니든) 어느 정도의 체면을 갖고 계실 것입니다.\n\n거울 속에 보이는 사람은 (그렇지 않을 수도) 당신에 달려 있을 수 있습니다.\n\n<div class=\"content-ad\"></div>\n\n# 3. 사람들은 덜 가까워질까요?\n\n혼합 현실 헤드셋을 착용한 사람들의 세상을 상상해보세요. 물리적 접촉이 부족한 상황에서 사회적 상호작용은 오늘날 우리가 알고 있는 것과 근본적으로 다를 것입니다.\n\n(언젠가는 다양한 신체 감각을 모방할 수 있는 신경 이식을 가질 수도 있겠지만, 본 주제를 위해서는 아직 거리가 멀다고 가정해 봅시다. 이 기술에 관한 한 연구는 여기에서 찾아볼 수 있습니다.)\n\n접촉. 연결. 이것이 사람들이 안녕/안녕히 가세요라고 포옹하거나, 거래를 봉쇄하기 위해 악수하거나, 사진 찍을 때 서로를 껴안는 이유입니다.\n\n<div class=\"content-ad\"></div>\n\n인간은 진화적으로 만져지는 것을 좋아하기 때문에 우리 몸은 '기분 좋음' 호르몬인 옥시토신을 방출합니다.\n\n왜 그럴까요? 번식 이외의 이유로. 논란의 여지는 있지만, 내 의견은 20만 년 전 인간들이 그룹에서 살면 더 살아남을 가능성이 높았다는 것입니다. 그룹에 속해 있는 여러 혜택이 있지만 (숫자의 힘), 겨울에 특히 중요한 혜택은 따뜻함 유지입니다. 추운 날씨에는 서로의 몸 열이 따뜻함을 유지시키지만, 더 중요한 건...살아남음입니다.\n\n사회적 생물로, 인간들은 만져지는 것에 연결되어 있습니다 - 필요한 것이지요, 원하는 것이 아니에요. 다양한 연구들이 이를 입증합니다.\n\n그러나 사람들이 가상 현실 헤드셋에 중독되면, 덜 물리적 상호작용을 할 것입니다. 시간이 지나면, 메타버스의 편리함이 만져지는 욕망을 앞설 것입니다. 이를 \"최소 노력의 원리\"라고 합니다. 이 원리는 인간들이 자연스럽게 덜 저항하는 길을 선택한다는 것을 말합니다.\n\n<div class=\"content-ad\"></div>\n\nI understand that choosing virtual meetings over in-person ones can seem practical and save time, but consider the potential impact on your well-being. I'm not just talking about skipping your weekly call with your boss, but envision a future where you opt for virtual gatherings with loved ones during the holiday season because it's more convenient.\n\nImagine not having to deal with the hassle of traveling or getting all dolled up. In an instant, your digital avatar is dressed in your favorite outfit with perfectly done makeup.\n\nAs your body adjusts to this lack of physical contact and seeks serotonin in other ways, you may find yourself less inclined to show affection in real-life interactions.\n\nIn the end, our virtual communication habits may spill over into the physical realm, leading to fewer hugs and more waves in person.\n\n<div class=\"content-ad\"></div>\n\n# 4. 우리가 우리를 Sims처럼 다루는 것이 나쁜가요?\n\n어린 시절, '심즈 2'에 열광적이었던 기억이 있습니다. 언니들과 함께 집 컴퓨터에서 번갈아가며 플레이했었죠. 제 차례가 되면 보통 무시당하던 작은 형제로 등장했죠.\n\n그 게임은 가상 캐릭터를 컨트롤하고 그들의 삶, 관계, 그리고 희망을 유한한 가능성의 세계에서 이끌어나가는 곳입니다. 여러분은 신이 되어 각 사람이 표에 나와있는 'Needs'(아래 참조)에 따라 건강하게 지내야 합니다.\n\n![Needs Table](/assets/img/2024-05-16-5ExistentialQuestionsfortheVisionProtosavehumanity_1.png)\n\n<div class=\"content-ad\"></div>\n\n무엇보다 먼저, 모두의 \"기분 바\"가 높은지 확인해야 했어요.\n\n게임 중에서도 이 부분이 항상 제 가장 싫었던 부분이에요. 돈을 벌어서 최고로 디자인된 꿈의 집을 짓기에 집 찰나 했지, '가정'이라는 게임은 별로였거든요.\n\n그래서, 최대한 효율적으로 모두의 \"필요성\"을 충족시키려고 했어요. 캐릭터들이 배고플 때, 제 자매들은 각각의 '좋아하는' 음식을 제대로된 식사에 맞게 먹였어요. 하지만 제가 책임을 질 때에는, 모두 하루 종일 시리얼만 먹었어요. 음식을 준비하는 게 빨랐고, 배고픔을 빨리 채워주었을 뿐만 아니라 값싼 선택이었거든요.\n\n그 외의 \"필요성\"들에 대해서도 비슷한 절차를 따랐어요. \"사교\" 미터에 관해서는, 모두가 서로 날씨에 대해만 이야기했고 (효과적인 대화 주제였어요), 오직 텔레비전을 보았어요 (\"재미\" 필요성) 비록 게임 방안에는 당구대, 다트판, 핀볼 기계가 있다 하더라도 말이에요.\n\n<div class=\"content-ad\"></div>\n\n(만약 내 아바타 중 한 명이 다시 살아나서 이것을 읽고 있다면: 복수하지 말아주세요. 미안해.)\n\n내가 심즈 시절을 되새기며 현실 세계와 많은 유사점을 발견하게 되었습니다. 우리는 모두 내면의 감정 바를 가지고 있지만, 미터로 표시된 인터페이스는 없죠.\n\n나는 최대 효율을 내기 위해 높은 출력 단위당의 입력 전략을 활용하여 감정 수준을 해킹했던 것처럼 — 현실 세계에서 인간들도 매일 동일한 방식으로 행동하고 있습니다. 이를 '바이오 해킹'이라고 합니다. 실제로 인식하지 못할지라도 말이죠.\n\n여기 몇 가지 예시를 소개해 드리겠습니다:\n\n<div class=\"content-ad\"></div>\n\n- 즐거움: 기분이 좋지 않나요? 걱정 마세요. 다음 도파민 슛은 한 번의 클릭만 떨어져 있어요! TikTok을 열어서, 춤 영상은 스스로 보지 않을 거예요.\r\n- 경계: 몸에 충분한 8시간의 잠을 주는 대신 카페인 음료를 홀쭉이고 깨어 있을 수도 있잖아요. 왜 그러지 않나요?\r\n- 불안: 삶은 어렵지만, 그렇다고 해서 그대로 두지 않아도 돼요! 담배를 피우거나 술장에서 한 잔 하면 신경이 가라앉을 수도 있어요.\r\n- 체중: 헬스장에서 강제로 달리던 날은 끝났어요! 이제는 당뇨병 환자들이 사용하던 약물(예: 비크토자)이 음식욕을 억제하는 핫 트렌드가 됐어요 — 칼로리를 줄여보세요!\n\n수천 년의 진화를 무시하고 — 기분을 채우기 위해 지름길을 선택하고 있어요.\n\n이 트렌드가 계속해서 성장하며, 결국 \"삶의 한 부분\"으로 속삭여질 거예요.\n\n가상 세계도 예외는 아니고, 대규모로 모든 결핍을 보완할 수 있을 거예요. Vision Pro는 가상 스크린을 표시하는 수단 이상으로, 새로운 현실을 선사해줘요. 그 이름 \"Vision Pro\"은 그 기능을 크게 얕보고 있는 것 같아요. 그 영향력을 얕보지 말아야 할 거 같아요.\n\n<div class=\"content-ad\"></div>\n\n더 정확한 이름은 \"리얼리티 프로(Reality Pro)\"가 되어야 할 것입니다. 그 영향은 보는 것 이상으로, 오히려 당신이 느끼는 것으로 이어집니다.\n\n당신의 필요성에 다시 돌아가 보죠. 혼합 혹은 가상 현실이 어떻게 도움이 될 수 있는지 몇 가지 예시를 살펴보겠습니다. (참고: 이런 해법을 이루어내는 것은 단순히 헤드셋뿐만이 아니라 우리가 이전에 마주하지 못했던 방식으로 AI/ML이 가능하게 합니다.)\n\n- 동반자: 외롭다고 느낄 때? 당신의 취향에 맞게 디자인된 사실 같은 아바타가 당신이 손가락을 튕기는 것으로 사용 가능합니다. 실제 세계의 귀찮은 친구들이 필요하지 않아요!\n- 자극: 주변의 모든 것의 고속 카오스에서 벗어나야 할 필요가 있을 때? 당신의 캐시미어 소파에서 자연 속으로의 여행이 도움이 될지도 모릅니다. 무기력한 모기나 진흙으로 고생할 필요가 전혀 없는 것이죠.\n- 신체 건강: 신체적 요법이 필요한 육체적인 고통을 겪고 있습니까? 가상 현실 최면을 통해 그 불편함을 돌리는 대신에 자신을 강요해서 극복 단계를 통과할 필요는 없을 것입니다.\n- 즐거움: 핸드폰에서 강아지 영상을 보는 것은 당신의 도파민 수치를 즉시 높여줍니다. 하지만 그 영상들이 바닥에 투사되는 것을 본다면 더욱 더 기쁨을 느낄 수 있을 겁니다.\n\n비전 프로(Vision Pro)는 우리가 필요를 충족하는 방식을 바꿀 것입니다. 하지만 우리의 몸을 심즈 캐릭터처럼 다루는 것이 언제 잘못된 일이 되는지에 대해 고민할 필요가 있습니다.\n\n<div class=\"content-ad\"></div>\n\n스펙트럼의 한 끝은 우리의 원시 조상처럼 살아가는 것이고, 다른 한편은 우리의 생물학적 필요를 대부분 충족시키기 위해 기적적인 약물을 소비하는 것입니다. 후자는 '자연스럽지 않다'는 점에서는 맞지 않을 수도 있지만, 그럼에도 불구하고 삶을 더 나은 것으로 만들고 편리하게 만든다면 누가 상관하겠어요?\n\n거대한 힘이 따르는 책임은 무엇일까요? 정확히 말하자면 FDA 승인 과정이 매우 철저하게 이루어지는 것도 마찬가지입니다. 예상되는 부작용을 최소화하기 위해 Vision Pro에 대한 몇 가지 안전 프로토콜이 마련되어야 합니다.\n\n어떤 남용을 방지하기 위한 제약을 도입해야 할까요? 아이들이나 정신적으로 취약한 사람들이 헤드셋을 사용할 수 있어야 할까요? 그렇다면, 얼마나 오랫동안 사용해야 하며 어떤 기능을 사용해야 할까요?\n\n아니면 모든 사람이 이 가상 경험이나 생리적 바이패스에 무료로 접근할 권리라는 것인가요?\n\n<div class=\"content-ad\"></div>\n\n## 5. 우리에게 너무 현실적인가요?\n\n모든 Apple 제품의 특징과 같이, 그들은 우연히 '혼합 현실' 헤드셋을 첫 번째로 출시하지는 않았습니다. 아직 공식적으로 인정하지는 않겠지만, 그들의 최종 목표는 컴퓨터 생성 세계를 실생활만큼 생생하게 만드는 것입니다 — 초현실주의.\n\n이 날이 오겠다는 문제는 아니라 언제 오겠다는 문제입니다.\n\n<div class=\"content-ad\"></div>\n\n만약 Unreal Engine 5에 대해 들어보지 못했다면, \"현실적 시각과 몰입형 경험을 제공하는 세계에서 가장 개방적이고 선진한 실시간 3D 창작 도구\"를 확인해보세요. 컴퓨터 그래픽은 이미 10년 전에 상상할 수 없었을 정도로 발전해 있습니다.\n\n![Unreal Engine 5](https://miro.medium.com/v2/resize:fit:960/1*u7Z9S5d_K0a_dRqa2A1pUA.gif)\n\n애플은 완벽한 경험을 제공하기 위해 노력하고 있기 때문에, 세계를 완전히 교체하는 것보다는 현재 상황을 보완하는 것이 더 실현 가능할 것으로 보입니다.\n\n가상과 물리 세계 사이의 경계를 희미하게 하는 것은 상상조차 할 수 없는 잠재력을 해방시킬 수 있지만, 동시에 여러 가지 위협을 야기할 수도 있습니다.\n\n<div class=\"content-ad\"></div>\n\n- 중독: 손바닥 크기의 화면에 몰두할 수 있으면, 이를 모든 주변화면의 모든 픽셀로 확대해보세요. 마음을 지배하는 그 힘이 끊어질 만한 산만함이 제한되어 있습니다. 그리고 시야에 늘 컴퓨터가 편리하게 놓여있는 것은, 정말로 매우 도움이 될 거예요.\n- 방향감 의심: 꿈을 꾸고 있다고 느낄 때와 비슷한 기분일 수 있어요. 자신이 그 장비를 착용하고 있는지 확인하기 위해 얼굴을 만지는 필요성이 생길 수도 있어요. 사용 시간이 길어지면, 이 혼란은 여러 상황의 정신적 질환에 대해 우려스러운 것으로 생각해요. 그중 하나로, 다중 인격 장애가 더 흔해질 수도 있어요. 앞서 강조한 대로 현실에서와 가상 세계에서 매우 다른 정체성을 가진 사용자는 셋이 하는 동안에도 변환되지 않고 두 가지 정체성 사이를 지나갈 수 있어요. \n- 유령 사용: 가끔 핸드폰의 진동을 느끼는 유령 진동 증후군 경험자인 저로서, 앞서의 내용에 이어 Vision Pro 사용자들도 유사한 현상이 발생할 것으로 예상돼요. 머리띠를 하지 않아도 일반 손 제스처를 사용할 것으로 잘못 알고 있는 사용자들이 생길 거에요. 이것이 반드시 문제가 되지는 않겠지만, 분명히 재미난 버릇일 것이에요.\n- 충동성: 본능적인 순간에 누군가의 전투 반응이 트리거될 수 있어요. 그들이 가상 공간에 있다고 생각해서 순발력이 발휘될 수 있어요. 이러한 이유로, 속편: \"대니 질주\"가 금방 나오지 않았으면 좋겠네요...\n- 공포: 충분한 사용으로 뇌의 위험 인식이 현실적으로 변할 수 있어요. 누군가가 정말 전체적으로 몰입형 공포 영화의 팬이라고 상상해봐요. (그런 영화가 절대적으로 제가 아니겠죠). 만화 형식이 아니라, 실화를 바탕으로 한 것인 영화. 당신의 아피갈끼는 냉정해지거나 더욱 공포에 더민 상태가 될 거에요. 새로운 걱정이 침대에 들어가기 전에 옷장을 확인하도록 유도하거나, 위험에 직면했을 때 무뎌진 채 가만히 있을지 — 어떤 반응이 더 일반적일지 궁금합니다 (제 추측은 후자겠죠).\n\n# 최종 생각\n\n우리는 아주 흥미로운 시대를 살고 있어요.\n\n계산 능력은 더욱 강력해지고 접근성이 증가하고, 인공지능은 예상보다 더 빠르게 주목받고 있으며, 인간 컴퓨터 상호작용에 가장 몰두하는 매체가 점차 대중적으로 사용되고 있는 시점이에요.\n\n<div class=\"content-ad\"></div>\n\nVision Pro에 대해서 말씀드리자면, 이 장치는 세상에 더 큰 영향을 줄 것이라고 저는 사람들이 인식하는 것보다 더 큰 파급력을 가질 것이라고 믿어요. Apple의 다른 제품 라인들이 혁신적이었던 것처럼, 이 제품도 예외는 아닐 것입니다 - 사실, 제 생각에 더 큰 영향력을 가질 것입니다. 미래를 볼 줄 아는 회사가 되기 위해서는 3조 달러의 가치를 갖출 수 없습니다 af.\n\n물론, 염두에 둘 여러 가지 우려사항이 있지만, 저는 우리가 그 결과에 대해 더 잘 이해하고 대비할수록 더 큰 혜택을 얻을 수 있다고 강하게 믿어요.\n\n제 개인적으로는, 이 제품이 출시될 때 크게 기대되며, 채택되는 것을 돕는 것을 고대하고 있어요 (비록 제게 직접 소유할 가능성은 낮겠지만...3,500달러는 많이 들어요). 저는 신기술에 대한 열정이 높으며, 이 열정을 증진시켜 줄 기회를 환영하고 있습니다 - 심지어 VR/혼합 현실/AI 외에도요. 저는 주로 재무, 영업 및 마케팅 분야에서 활동해왔습니다.\n\n이 글을 즐겁게 보셨다면, Apple Vision Pro에 관한 제 조금 전 기사 \"Apple Vision Pro를 위한 11가지 생산성 해킹\" 역시 마음에 드실 것입니다. 그 글에서는 Apple이 구현했으면 하는 미래지향적인 아이디어들을 다루었어요. 저는 특히 저 자신이 고안해 자랑스러웠던 햅틱 피드백과 머리 마음 이탈을 맞춰주는 Apple Watch와 헤드셋의 매칭 등에 대해 다뤄봤어요.\n\n<div class=\"content-ad\"></div>\n\n당신의 최신 게시물을 소개해드릴게요: \"세상을 바꿀 11가지 미래 지향적 아이디어\"\n\n“성장과 안락함은 공존하지 않는다.\" — 진니 로메티, IBM 전 CEO","ogImage":{"url":"/assets/img/2024-05-16-5ExistentialQuestionsfortheVisionProtosavehumanity_0.png"},"coverImage":"/assets/img/2024-05-16-5ExistentialQuestionsfortheVisionProtosavehumanity_0.png","tag":["Tech"],"readingTime":11}],"page":"7","totalPageCount":13,"totalPageGroupCount":1,"lastPageGroup":13,"currentPageGroup":0},"__N_SSG":true}