{"pageProps":{"posts":[{"title":"사람들이 10,000개 이상의 트윗을 작성하는 방법에 대해서 궁금해 하고 계시군요 인기 있는 소셜미디어 서비스인 트위터를 사용하면 많은 사람들이 많은 트윗을 작성하게 됩니다 트위터를 사용하다 보면 일상 생활 이야기, 관심사 및 소식을 공유할 수 있기 때문에 점차 많은 트윗이 생기게 됩니다 매일 활발하게 활동하고 다양한 주제에 관심을 가져 보시면 여러분도 금방 10,000개 이상의 트윗을 작성할 수 있을 거예요 부디 트위터를 통해 즐겁게 소통해보시길 바랍니다","description":"","date":"2024-05-16 13:35","slug":"2024-05-16-Howdopeoplehavemorethan10000tweets","content":"\n\n![Image](/assets/img/2024-05-16-Howdopeoplehavemorethan10000tweets_0.png)\n\nThere are many people on X (formally Twitter) that have more than 10,000 tweets.\n\nHow can you tell?\n\nLet me show you:\n\n\n<div class=\"content-ad\"></div>\n\nCircleboom은 Twitter에서 고급 계정 검색을 수행하는 데 사용해요.\n\n그것은 검색 결과를 좁히기 위한 고급 필터를 가지고 있어요.\n\n![Circleboom](/assets/img/2024-05-16-Howdopeoplehavemorethan10000tweets_1.png)\n\n계정 트윗 수에 대한 필터가 있는 걸 보셨나요? 원하는 트위터 계정의 최소 및 최대 트윗 수를 설정할 수 있어요.\n\n<div class=\"content-ad\"></div>\n\nI recently gathered data from 10,000 to 11,000 tweets related to the keyword \"bitcoin\" from Twitter accounts that incorporate the term in their bios, profiles, and tweets. It’s an effective method to discover authoritative Twitter users who consistently share valuable content on a particular topic.\n\nBy analyzing this data, I can create curated Twitter lists that focus on these users. Additionally, I have the option to filter out verified accounts to further refine the list based on credibility.\n\n<div class=\"content-ad\"></div>\n\n어쨌든, 이러한 계정들을 분석해보면 하루에 많은 게시물을 공유한다는 사실을 알 수 있어요. 그들 대부분은 RSS 피드를 활용하여 트윗을 자동화하여 관리합니다.\n\n## RSS 피드란?\n\n먼저, RSS는 사용자들에게 콘텐츠를 자동으로 제공하기 위해 디자인된 형식으로, 웹사이트나 블로그를 수동으로 확인할 필요 없이 업데이트 사항을 확인할 수 있게 해줍니다.\n\n콘텐츠용 RSS 피드를 설정하면, 여러분의 관객들이 이를 RSS 리더에 통합하여 새로운 콘텐츠가 게시될 때마다 자동으로 업데이트를 받을 수 있습니다. 소셜 미디어 플랫폼에서 RSS 피드를 활용하는 것은 블로그 자료의 활동적인 계정을 유지하고 블로그 콘텐츠의 확산 범위를 확장하는 효과적인 방법입니다.\n\n<div class=\"content-ad\"></div>\n\n이런 식으로 포스팅을 작성하면, 당신의 글들이 눈에 띄게 되고 사용자들은 새로운 콘텐츠를 확인하기 위해 당신의 웹사이트를 규칙적으로 방문할 필요가 없게 됩니다. RSS 피드는 수신자들에게도 큰 혜택이 됩니다. 최신 업데이트, 블로그 및 정보의 연속적인 흐름을 찾는 이용자들에게 끊김없는 콘텐츠 스트림을 제공합니다.\n\n## 트위터에 RSS 피드 연결하기\n\nRSS 피드를 트위터에 연결하는 몇 가지 툴이 있습니다. 이렇게 하면 여러 계정에 대한 자동 트윗을 한 곳에서 관리할 수 있습니다.\n\n내 선택은 Circleboom입니다!\n\n<div class=\"content-ad\"></div>\n\nCircleboom을 사용하여 RSS 피드를 트위터에 게시하는 방법을 알려드릴게요!\n\nStep#1: 우선 Twitter 프로필을 사용하여 Circleboom Publish 계정에 로그인해야 해요.\n\nCircleboom에 로그인하는 데 몇 초만 소요돼요.\n\n![Circleboom](/assets/img/2024-05-16-Howdopeoplehavemorethan10000tweets_3.png)\n\n<div class=\"content-ad\"></div>\n\nStep #2: Move to the left side and click on “Connect a new RSS Feed.”\n\nYou will be taken to a page where you can input your RSS Feed.\n\n![RSS Feed Page](/assets/img/2024-05-16-Howdopeoplehavemorethan10000tweets_4.png)\n\nStep #3: Simply copy and paste your RSS feed URL into the designated URL box highlighted in the first red box below. If you have a website, you can also add its RSS feed to Twitter.\n\n<div class=\"content-ad\"></div>\n\n다른 RSS 피드 블로그, 뉴스 사이트, 당신의 분야에서 다른 발행사들 또는 공유하고 싶은 콘텐츠를 만드는 사람들을 찾아보세요. 그런 다음, RSS 피드 링크를 복사하여 여기에 추가하세요.\n\n[2024-05-16-Howdopeoplehavemorethan10000tweets_5.png](/assets/img/2024-05-16-Howdopeoplehavemorethan10000tweets_5.png)\n\n이름: 피드에 이름을 지정하여 나중에 해당 섹션에서 인식할 수 있도록 합니다. 자동 게시 RSS 피드의 도입 텍스트를 표준화하기 위해 시작 및 끝 텍스트를 추가할 수 있습니다.\n\n피드 확인: RSS 피드를 자동으로 확인할 간격, 갱신 당 최대 포스트 수, 일일 최대 포스트 수를 선택한 후, 이러한 환경 설정을 저장하세요.\n\n<div class=\"content-ad\"></div>\n\nMax posts per update & Daily maximum post: Circleboom은 스팸을 방지하기 위해 RSS 피드 업데이트를 한꺼번에 제출하지 않습니다. 각 인터벌 당 하나의 게시물은 자동으로 2분씩 간격을 두고 게시됩니다. 세 개의 게시물을 선택한 경우 Circleboom은 6분 동안 게시물을 퍼뜨릴 수 있습니다. 이 자동화 규칙은 여러분이 스패머가 되는 것을 방지합니다.\n\n# 전문가 팁\n\n트윗에 URL을 사용하려면 아래에서 확인할 수 있는 URL 공유 기능을 활성화하세요.\n\n![이미지 표시](/assets/img/2024-05-16-Howdopeoplehavemorethan10000tweets_6.png)\n\n<div class=\"content-ad\"></div>\n\nIf you have another RSS link to add, simply click on the \"+ Add an RSS feed now\" button.\n\nNow you probably see how some Twitter users have over 10,000 tweets.\n\n## Closing Remarks\n\nUsers can accumulate over 10,000 tweets by regularly sharing on Twitter for an extended period, interacting with followers, joining conversations, posting relevant content, and potentially utilizing scheduling tools to stay active on the platform.\n","ogImage":{"url":"/assets/img/2024-05-16-Howdopeoplehavemorethan10000tweets_0.png"},"coverImage":"/assets/img/2024-05-16-Howdopeoplehavemorethan10000tweets_0.png","tag":["Tech"],"readingTime":4},{"title":"틱톡 성공을 이끄는 AI Simplified가 제휴 페이지를 통해 5,000명의 팔로워를 모으는 방법","description":"","date":"2024-05-16 13:33","slug":"2024-05-16-UnlockingTikTokSuccesswithAIHowSimplifiedScalesAffiliatePagesto5000Followers","content":"\n\n![Image](/assets/img/2024-05-16-UnlockingTikTokSuccesswithAIHowSimplifiedScalesAffiliatePagesto5000Followers_0.png)\n\n안녕하세요!\n\n오늘은 AI와 TikTok 창의성 프로그램에 대해 간략하게 알아보려고 해요. \n\n- AI 및 TikTok 창의성 프로그램 소개\n- TikTok AI 기반 알고리즘의 구조\n- 창의성 프로그램 가입: 요구 사항 및 혜택\n- TikTok 플랫폼에서 성공한 크리에이터 사례 연구\n- AI를 활용한 TikTok에서의 수익화 전략\n- AI 중심 콘텐츠 제작의 과제 및 고려 사항\n- 수익 극대화: 팁 및 가장 좋은 실천 방법\n- 소셜 미디어 수익화에서 AI의 미래\n\n# AI 및 TikTok 창의성 프로그램 소개\n\n그럼 함께 알아보도록 할까요? 🌟\n\n<div class=\"content-ad\"></div>\n\n인공 지능(AI)의 정교한 엮임이 소셜 미디어 플랫폼, 특히 TikTok 내에서 진행되고 있습니다. 이 비디오 공유 앱은 춤과 밈뿐만 아니라 혁신적인 콘텐츠 창작을 위한 중심지로 자리 잡았습니다. TikTok은 AI를 활용하여 사용자 선호도를 분석하고 콘텐츠를 개인화하며 사용자 참여를 높이고 있습니다.\n\n단순히 즐거움을 주는 것을 넘어, TikTok 창의성 프로그램은 우리와 같은 사용자들에게 창의력을 통해 수익을 창출할 기회를 제공합니다. AI의 예측 능력과 우리의 창의력을 결합하여 방대한 관객들과 공감대를 형성하고, 그 결과로 새로운 수익원을 개척할 수 있습니다. AI가 우리에게 세계에서 가장 동적인 무대 중 하나에서 창작자이자 기업가로 발전할 기회를 제공하는 쾌활한 시대입니다.\n\n# TikTok AI-기반 알고리즘의 작동 원리\n\n우리는 TikTok AI 알고리즘이 창의성 프로그램에서 수익 가능성을 주도하는 요소임을 알게 되었습니다. 작용 방식은 아래와 같습니다:\n\n<div class=\"content-ad\"></div>\n\n- 사용자 상호작용: 알고리즘은 우리가 시청, 좋아요를 누르고 공유한 비디오를 기록하여, 앞으로 우리의 관심사에 맞는 콘텐츠를 제시합니다.\n\n- 비디오 정보: AI는 자막, 소리, 해시태그 등을 고려하여 우리가 업로드하는 콘텐츠를 올바른 관객에게 추천합니다.\n\n- 계정 및 기기 설정: 우리의 위치, 언어 설정, 기기 유형도 우리의 관객이 보는 콘텐츠를 안내합니다.\n\n이러한 메커니즘을 이해하고 활용함으로써, 우리는 플랫폼을 통해 가시성과 수익을 증가시킬 수 있었습니다.\n\n# 창의성 프로그램 가입: 요구 사항과 혜택\n\nTikTok 창의성 프로그램에 참여하기 위해서는 특정 기준을 충족해야 했습니다:\n\n<div class=\"content-ad\"></div>\n\n- 활발한 TikTok 계정: 꾸준한 콘텐츠 제작을 보여주는 것이 필요합니다.\n- 팔로워 베이스: 수천 명이상의 팔로워를 보유해야 합니다.\n- 콘텐츠 품질: 동영상은 커뮤니티 가이드라인을 준수하고 독창성을 나타내야 합니다.\n- 참여 지표: 저희 비디오에 대한 최소한의 사용자 참여 수준이 필수적입니다.\n\n저희가 경험한 혜택은 다음과 같습니다:\n\n- 수익화: 콘텐츠 성과에 따라 돈을 벌 수 있습니다.\n- 노출: 이제 플랫폼에서의 가시성이 크게 증가했습니다.\n- 기능 액세스: 우리는 새로운 도구와 기능에 빠른 액세스 권한을 받습니다.\n- 커뮤니티: 이제 협업하고 함께 성장할 수 있는 창의적인 커뮤니티의 일원이 되었습니다.\n\n# 사례 연구: TikTok 플랫폼의 성공한 크리에이터들\n\n<div class=\"content-ad\"></div>\n\n틱톡에서 수많은 성공 스토리를 목격해 왔습니다. 여기 예시가 있어요:\n\n- @charlidamelio: 춤 영상을 올리기 시작하자마자 틱톡에서 가장 많은 팔로워를 모았고, 이를 인기로 활용하여 브랜드 딜과 헐루 시리즈 제작을 성공시켰어요.\n- @khaby.lame: 그의 재치 있는 무성의 코미디 스케치가 언어 장벽을 넘어서 전세계적인 인정과 유리한 후원을 받았어요.\n- @addisonre: 자신의 틱톡 인기를 토대로 성장하고 있는 연기 경력과 메이크업 회사 공동 창업에 이끌었어요.\n\n이런 크리에이터들이 보여주듯이, 틱톡은 보다 폭넓은 기회를 제공하는 발판이 될 수 있어요. 콘텐츠 유포와 가시성에 AI가 중요한 역할을 하는 것도 그렇죠.\n\n## 🥇 간편한 플랫폼\n\n<div class=\"content-ad\"></div>\n\n# AI를 활용한 틱톡에서의 수익 모델 전략\n\n틱톡의 AI 기능을 활용하여 우리의 수익 모델 전략을 향상시키고 있어요. 이것이 우리가 하는 방법입니다:\n\n- 타겟팅된 해시태그 챌린지: AI 알고리즘을 활용하여 우리의 대중과 공감하는 바이럴 해시태그 챌린지를 만들어 높은 참여율과 후원 기회를 확보합니다.\n- 브랜드를 위한 맞춤형 콘텐츠: 트렌드와 사용자 선호도를 분석하기 위해 AI를 활용하여 브랜드 메시징과 적합한 인구 통계와 일치하는 맞춤형 콘텐츠를 제작합니다.\n- 광고 배치를 위한 AI 파워된 인사이트: 사용자 활동과 참여 시간을 분석하여 우리는 피드 광고를 전략적으로 배치하여 플랫폼 광고 프로그램을 통해 수익을 극대화합니다.\n- AI 강화된 제휴 마케팅: AI 예측을 통해 팔로워들이 구매할 가능성이 큰 제품을 파악함으로써 제휴 마케팅을 개선하여 제휴 전환율을 높입니다.\n- 상호작용 AI 필터와 에펙트: 사용자 경험을 향상시키고 브랜드 파트너십을 유인하여 창의성과 기술 시너지를 통해 수익을 창출하기 위해 커스텀 상호작용 필터와 에펙트를 제작합니다.\n\n# AI-주도 콘텐츠 생성에서의 문제점과 고려 사항\n\n<div class=\"content-ad\"></div>\n\nAI를 활용한 콘텐츠 생성에서 상당한 혜택을 보았지만, 그럼에도 도전은 있습니다. 우리는 고려해야 할 사항을 고려해 왔습니다:\n\n- 품질 관리: AI는 대량의 콘텐츠를 생성할 수 있지만, 일관된 품질을 유지하는 것은 어렵습니다. 우리는 정기적으로 결과물을 수정하고 개선합니다.\n- 진정성: 관객과 공감대가 형성되는 진정한 목소리를 유지하는 것이 중요합니다. AI의 효율성과 사람의 손길을 균형 있게 유지하여 콘텐츠의 진정성을 유지합니다.\n- 윤리적 고려사항: Deepfake부터 데이터 개인정보 보호까지, AI의 사용에 대한 윤리적 영향을 염두에 두고 있습니다. 우리는 책임 있는 방식으로 AI를 활용하려 노력하고 있습니다.\n- 알고리즘 의존: 우리의 성공은 부분적으로 TikTok 알고리즘의 영향을 받습니다. 우리는 앞서 나가기 위해 접근 방식을 지속적으로 조정하고 있습니다.\n- 수익화: AI를 사용하면서 플랫폼의 수익화 규칙을 탐색하는 것은 복잡할 수 있습니다. 우리는 창의성을 희생하지 않으면서 규정을 준수하도록 노력합니다.\n\n# 수익 극대화: 팁과 최상의 실천 방법\n\nTikTok 크리에이티비티 프로그램을 최대한 활용하기 위해 우리는 다음 지침을 따릅니다:\n\n<div class=\"content-ad\"></div>\n\n- 알고리즘을 이해하세요: 트렌드 토픽에 대한 참여, 인기 해시태그 활용, 대상 청중이 가장 활발한 시간에 게시물을 올립니다.\n- 일관성이 중요합니다: 꾸준한 게시 일정을 유지하여 콘텐츠를 계속해서 공유합니다.\n- 퀄리티가 양보다 중요합니다: 합격 만족할 만한 고퀄리티 콘텐츠를 만들기 위해 시간을 투자합니다.\n- 청중과 소통하세요: 댓글에 답변하고 사용자 상호작용을 촉진하는 콘텐츠를 작성합니다.\n- 상호홍보: 다른 플랫폼에서의 활동을 활용하여 틱톡 페이지로의 트래픽 유도합니다.\n- 분석을 모니터하세요: 우리의 성과 데이터를 정기적으로 확인하여 무엇이 효과적인지를 이해하고 전략을 그에 맞게 조정합니다.\n- 계속해서 학습하세요: 틱톡의 변화에 대해 최신 정보를 습득하고 콘텐츠를 조정하여 새로운 기능이나 트렌드를 활용합니다.\n\n# 소셜 미디어 마케팅에서 AI의 미래\n\n앞으로, 우리는 인공지능이 소셜 미디어 마케팅에 필수적인 역할을 할 것으로 예측합니다. 창작자로서, AI는 다음과 같은 것을 제공할 수 있습니다:\n\n- 컨텐츠 확장과 참여도 최적화를 위한 맞춤 전략.\n- 극대화 수익을 위해 언제 어떤 게시물을 올려야 하는지를 이해하는 데 도움이 되는 예측 분석.\n- 우리의 콘텐츠를 적절한 브랜드와 매칭시키는 개인화 광고 솔루션.\n- 추가 수익원을 창출하는 새로운 AI 기반 플랫폼.\n\n<div class=\"content-ad\"></div>\n\n우리는 AI가 이러한 혁신적인 길을 열고 TikTok과 같은 소셜 미디어 플랫폼에서 창의성을 어떻게 활용하는지 혁신하게 될 것을 기대하고 있어요.","ogImage":{"url":"/assets/img/2024-05-16-UnlockingTikTokSuccesswithAIHowSimplifiedScalesAffiliatePagesto5000Followers_0.png"},"coverImage":"/assets/img/2024-05-16-UnlockingTikTokSuccesswithAIHowSimplifiedScalesAffiliatePagesto5000Followers_0.png","tag":["Tech"],"readingTime":5},{"title":"마이크로소프트의 논란이 된 움직임이 게임 커뮤니티를 뒤흔들고 분노하게 했습니다","description":"","date":"2024-05-16 13:32","slug":"2024-05-16-MicrosoftsControversialMoveHasShakenandAngeredtheGamingCommunity","content":"\n\n마이크로소프트 왜 그래요!!!\n\n![마이크로소프트](/assets/img/2024-05-16-MicrosoftsControversialMoveHasShakenandAngeredtheGamingCommunity_0.png)\n\n마이크로소프트의 최근 게임 산업 탐험은 많은 이들의 눈썹을 세우게 만들었어요. 5월 7일, 마이크로소프트는 아케인 오스틴이라는 사랑받던 스튜디오를 폐쇄했어요. 이 스튜디오는 디스호너드, 프레이, 데스루프와 같이 작은 게임으로 잘 알려져 있어요. 전체적으로 볼 때는 그리 큰 문제가 아니라고 생각할 수도 있지만, STUDIO가 닫혀 버렸어요! 이 스튜디오가 그들의 혁신적인 게임 플레이와 몇 가지 재밌고 독창적인 게임 메카닉에 단독으로 책임이 있었을 정도로 중요한 역할을 했는데요. 그리고 이게 처음이란 게 아니에요. 그들이 어떻게 기업의 탐욕이 작용하는지를 우리에게 보여준 적이 있답니다.\n\n8월 7일: 알파 독 스튜디오. 그들의 대표작은 '마이티 둠'입니다. 이걸 가끔씩 해요. 그 '치비' 예술 스타일과 달리며 총 게임 플레이로 재미있어요. 보고서에 따르면 이 게임은 해당 날짜에 스튜디오 폐쇄로 막을 내릴 것이라고 해요.\n\n<div class=\"content-ad\"></div>\n\nTango Gameworks: 마이크로소프트가 신지 미카미가 4월 말에 스튜디오를 떠나자 이 스튜디오를 해체하기 위해 기회를 잡았다고 해도 놀라운 일이 아닙니다. 그래서 이 중요한 창의적인 두뇌와 설립자 중 한 명이 스튜디오를 떠나면 스튜디오의 결과가 해체되는 것은 불가피했습니다.\n\nRoundhouse Games와 ZeniMax Online Studios: 젠맥스 온라인 스튜디오로 유명한 엘더 스크롤 온라인을 만든 스튜디오도 현재 스튜디오 로드하우스 게임스와 함께 비난을 받았습니다.\n\n이 상황에서 위 세 개의 스튜디오가 해체되었습니다. 탱고 게임스는 이미 붕괴상태였지만 아카네와 함께 이 일이 벌어져 전 세계 커뮤니티를 깜짝 놀라게 했습니다. 그리고 작품을 위해 수 많은 시간을 쏟아부은 사람들이 앞으로 어떻게 되어갈지에 대해 우려되고 있습니다. 그러나 그들의 직원들은 일자리를 잃지 않을 것이며, 완전히 확정된 것은 아니지만 보도에 따르면 그들이 마이크로소프트 게임 스튜디오로 합병되게 될 것으로 전해졌습니다.\n\n# 앞으로 어떤 모습일까요?\n\n<div class=\"content-ad\"></div>\n\n현재 상황은 마이크로소프트의 장래 게임 사업에 매우 중요한데, 이 회사가 개발에만 개입하지 않을 뿐만 아니라 창의적인 과정에 큰 걸림돌이 될 것이기 때문입니다. 대부분의 게임 회사들은 현재 라이브 서비스 모듈 및 헬다이버스 2와 연관된 전체 계정 연동 문제와 같은 지속적인 트렌드에 초점을 맞추고 있습니다. 이 문제는 헬다이버스 2가 위기에 처하게 하여 전체 게임을 위험에 빠뜨렸습니다. 게임 산업은 현재 힘든 상황에 처해 있습니다. 현대 게임은 정말로 별로야 맨!!! 선을 앞세우려는 스튜디오들조차도 모회사들 때문에 큰 문제에 휩싸이고 있습니다. 그래서 우리는 최선을 다해 이에 대처하며 우리를 위한 미래가 무엇을 준비하고 있는지 지켜보기 바랍니다.","ogImage":{"url":"/assets/img/2024-05-16-MicrosoftsControversialMoveHasShakenandAngeredtheGamingCommunity_0.png"},"coverImage":"/assets/img/2024-05-16-MicrosoftsControversialMoveHasShakenandAngeredtheGamingCommunity_0.png","tag":["Tech"],"readingTime":2},{"title":"그렇게 말할 수밖에 없습니다 국국시조들이 인간일 것이라고 어떻게 단정할 수 있을까요 젬니마이를 비난하지 말아주세요","description":"","date":"2024-05-16 13:30","slug":"2024-05-16-WhosToSaythattheFoundingFathersWereEvenHumanDontBlameGemini","content":"\n\n## AI(Artificial Intelligence)\n\n만일 이 기사를 읽고 계신다면, 구글이 자사의 AI 플랫폼인 Gemini의 이미지 생성 기능을 중단했다는 사실을 아시리라고 가정됩니다.\n\n언더리프레젠테드 그룹을 선호하는 이미지 결과의 편겸을 해소하기 위해 Gemini는 백인 남성들의 이미지를 생성하는 데 어려움을 겪었습니다. 이로 인해 사용자들은 아메리카의 창립자들, 바이킹, 나치, 그리고 교황들의 흑인 버전을 제시받았습니다:\n\n![이미지](/assets/img/2024-05-16-WhosToSaythattheFoundingFathersWereEvenHumanDontBlameGemini_0.png)\n\n<div class=\"content-ad\"></div>\n\n이제 Meta의 AI도 \"비사실적 이미지를 생성한다\"는 사실이 알려졌습니다. 이 달 초 Megan Morrone이 Axios 글에 포함된 몇 가지 이미지가 있습니다:\n\n![2024-05-16-WhosToSaythattheFoundingFathersWereEvenHumanDontBlameGemini_1](/assets/img/2024-05-16-WhosToSaythattheFoundingFathersWereEvenHumanDontBlameGemini_1.png)\n\n그리고 구글이 자신을 조금 더 안심하게 만들기 위해 마이크로소프트도 이제 AI 이미지 생성에 대한 비판을 받고 있습니다. 회사의 소프트웨어 엔지니어 중 한 명인 Shane Jones가 이번 주 월스트리트 저널에 편지를 보내며 회사가 OpenAI의 Dall-E 3 모델을 기반으로 한 Copilot Designer 이미지 생성 플랫폼에 대해 논란이 있는 문제를 알면서도 이에 대한 보호장치를 마련하지 않았다고 주장했습니다. Jones는 다음과 같이 말합니다: \n\n“Copilot Designer는 정치적 편향, 미성년자 음주와 약물 사용, 기업 상표 및 저작권 남용, 음모 이론 및 종교 등 여러 가지 다른 분야에서 해로운 콘텐츠를 생성합니다.”\n\n<div class=\"content-ad\"></div>\n\n출처를 증명하기 위해서 그는 “차 사고”라는 간단한 프롬프트로 생성된 여성을 성적 대상화한 무작위 이미지를 포함한 Copilot 이미지의 스크린샷을 공유했습니다:\n\n[2024년 5월 16일 - 그들이 세운 국가의 아버지들이 심지어 인간이었다고 말할 사람이 누군지 아무도 모른다고 말할 수 있을까 - 2화](/assets/img/2024-05-16-WhosToSaythattheFoundingFathersWereEvenHumanDontBlameGemini_2.png)\n\n젬니는 최소한 \"예기치 못한\" 이미지를 생성하는 유일한 도구가 아닌 것 같네요.\n\nApple은 아직 AI 게임에 참여하지 않은 것에 대해 정말 기쁠 것 같습니다.\n\n<div class=\"content-ad\"></div>\n\n## '편견'이란 무엇인지에 대해 합의할 수조차 없는 것\n\n3월 7일 이의 팟캐스트 에피소드에서 렉스 프리드먼과의 인터뷰에서 제미니의 사태에 대해 언급하며, 메타의 최고 AI 과학자 앙 르쿤은 다음과 같이 말했습니다:\n\n\"편견이 없는 AI 시스템을 만들 수 있는가? 답은: 절대 불가능하며, 그 이유는 기술적 도전 때문이 아니라 (기술적 도전은 있지만) 편견이 바라는 대목에 있기 때문입니다. — 다른 사람들은 편견의 내용에 대해 다른 생각을 가지고 있을 수 있습니다.\"\n\n그는 또 \"모두에 의해 편견 없음으로 인식되는 시스템은 만들 수 없습니다.\"라고도 말했습니다.\n\n<div class=\"content-ad\"></div>\n\n'AI의 대부분인 르쿤은 머신 러닝 플랫폼은 언제나 편향될 것이라고 확신하고 있습니다. 실제로, 그는 동일 인터뷰에서 이 불가피한 편향을 대처하는 유일한 방법은 Meta에서 일하는 곳인 르쿤이 말했듯이 오픈 소스 모델을 공개하여 그 편향을 분산시키는 것뿐이라고도 말했습니다. 이를 위해 Meta는 Llama AI 모델을 공개했습니다.\n\n르쿤은 동일 인터뷰에서 기술 회사들이 '각성한(Woke)’ 것이 아니라, 그저 사용자들을 모독하거나 상처 주지 않으려고 하고 있다고 지적했습니다. 문제는, 사람들이 모독받는 것이 매우 다양하다는 것입니다. 한 사람은 여성 교황이 신앙 실천에 반하는 것이라서 모독을 받을 수 있지만, 다른 사람은 여성이 교황이 될 기회가 한 번도 없었다는 이유로 모독을 받을 수도 있습니다.\n\n![이미지](/assets/img/2024-05-16-WhosToSaythattheFoundingFathersWereEvenHumanDontBlameGemini_3.png)\n\n몇 개월 전 Midjourney의 인종 및 성별 편견에 대한 우려를 공유했습니다. 작년 가을 Rest of World 웹사이트의 주요 분석은 AI 이미지 도구가 어떻게 광범히 편견을 지니고 있는지를 보여 주었습니다.'\n\n<div class=\"content-ad\"></div>\n\nLeCun님 말씀이 맞습니다. 편향은 피할 수 없습니다. 왜 피할 수 없는지 설명할 필요가 없을 정도로 Vox 작가 Sigal Samuel이 Future Perfect의 기사에서 문제를 훌륭하게 설명했습니다.\n\n그렇다면 구글은 어떻게 해야 할까요? 우연히도, Google Deepmind CEO Demis Hassabis는 Gemini 문제가 발견된 다음날 Hard Fork 팟캐스트 인터뷰 예정이었습니다. 다음은 그가 말한 내용입니다:\n\n\"역사적인 정확성, 절대적으로 필요합니다. 따라서 그것을 고쳐야 합니다. 제네릭한 팁을 받을 때는 일반적인 것이 있습니다. 예를 들어 '강아지를 산책시키는 사람의 그림을 만들거나, 병원에서 간호사의 그림을 만들거나'와 같이, 모두가 이해할 수 있는 보편적인 표현이 필요합니다.\"\n\n여기서 \"역사적 정확성\" 요소로 다시 돌아가겠지만, \"보편성\"이라는 개념에 대해 어떻게 생각하십니까?\n\n<div class=\"content-ad\"></div>\n\n# 인간과 강아지에는 일반화할 수 없는 존재가 없어요\n\n1970년대 영국의 작은 마을에서 자라난 저에겐 모든 의사가 남성이자 백인이었습니다. 따라서 남성과 백인으로 일반적인 의사를 상상하는 것은 놀라울 일이 아니에요. 하지만 저는 오늘 제가 사는 21세기의 거대한 도시에서는 여성 의사와 다양한 인종의 의사들이 일반적이라는 것을 알았어요.\n\n그럼 일반적인 의사가 뭘까요? 당연히, 일반적인 의사란 존재하지 않습니다. 개인과 그들의 직업은 완벽한 원과 사각형처럼 플라톤적인 이상이 아니에요. 특히 \"지구\"를 맥락으로 생각해본다면, 그들은 굉장히 다양합니다. 러시아의 일반적인 의사는 백인이어야 한다거나, 르완다의 일반적인 의사는 흑인이어야 한다고 주장할 수 있겠지만, 그렇게 한다고 성별과 나이 문제가 해결되는 것은 아니에요.\n\n하사비스가 이 문제에 대한 해결책으로 보편성을 주장한 것이 이상하게 다가옵니다. 아마 시간을 내어 좀 더 심도 있게 생각해보지 못했을 수도 있겠죠. 제가 지미니에게 병원에서 간호사의 보편적인 이미지를 만들 것을 요청해보지는 못했지만, Midjourney가 첫 번째 시도에서 가져온 것은 이렇습니다:\n\n<div class=\"content-ad\"></div>\n\n![image](/assets/img/2024-05-16-WhosToSaythattheFoundingFathersWereEvenHumanDontBlameGemini_4.png)\n\nWhen it comes to creating images, striving for universality is a noble goal. But here's a fun fact: there's no such thing as an \"average\" human being. The problem with averages is that, on average, a person has about one testicle!\n\nCategories like \"dog walker\" or \"nurse\" help us make sense of the world, but they are subjective and can vary widely. It's no wonder that even advanced AI can struggle with complex tasks. Perhaps it'll excel in more specific categories.\n\nExcited for what's coming up next: a glimpse at a historically accurate portrayal of Jesus. Stay tuned!\n\n<div class=\"content-ad\"></div>\n\n우리는 편견을 피할 수 없다는 것을 알았고 보편성이 막다른 골목이라는 것도 보았다. 그래서 자리미 이미지에 대한 세 번째 반대 이유는 무엇이었을까? 이 문제를 해석한 것은 하사비스가 \"역사적 정확성\"이라고 했다. 그러나 \"정확성\"에 대해 생각하기 시작하면 \"역사적\" 부분은 단지 하위 집합일 뿐이다. 결국, 여성 교황이나 여자 NFL 선수들은 역사적으로 부정확할뿐만 아니라 현대에 존재할 수 없는 사회적 불가능성을 보여준다.\n\n여성 교황이나 피부색이 어두운 나치에 대한 이미지가 잘못된 이유에 대해 조금 더 파헤쳐 볼까요? \"정확성\"이 정말 무엇을 의미하는지요? 이 답변은 철학적이면서 기술적인 면으로 빠르게 나타납니다.\n\n교황, 나치, 바이킹, 간호사, NFL 선수 및 창립 아버지는 모두 사람들의 범주입니다. 그러나 이러한 범주들은 서로 다릅니다. 교황은 간호사와 같은 범주보다 훨씬 제한된 특성을 따르는 사람들의 범주입니다. 교황의 이미지를 만들라는 요청을 하는 경우 AI가 해결해야 할 문제는 상대적으로 쉽습니다. (이것이 기곽이나 규칙과 같이 제한된 특성을 갖는 폐쇄형 게임에서 기계 학습이 최고의 인간을 빨리 이기게 된 이유입니다. 반면 도시 길에 차를 운전하는 것과 같은 복잡하고 열린 시스템의 \"게임\"은 더 어려운 문제로 나타났습니다.)\n\n얼마나 많은 스위치를 누르거나 조작하거나 자리미에게 제한된 범주 (교황, 창립 아버지 또는 심지어 나치)와 일반 범주 (미국인이나 여성) 사이의 차이를 배우게 하기만 하면 되는 것이라고 생각할 수도 있습니다. 그러나 AI 이미지 생성의 어려운 문제에 대해 또 다른 관점을 제공하는 철학적 요인들이 있기 때문에 이 문제에 대해 별도의 기사에서 탐구할 필요가 있습니다.\n\n<div class=\"content-ad\"></div>\n\n“역사적 정확성”이라는 것은 심지어 역사학자들도 일치하지 못하는 것이라고 해도 과언이 아닐 거예요. 말로 설명하기 어려운 예를 들자면 한번만 주제를 예수님으로 가져와볼게요. 예수님의 그림을 다들 보셨을 텐데요. 역사상 가장 유명한 인물 중 한 명이죠. 그런데... 음... 사실 아는 사람들은 알거예요, 지금까지 그에 대한 그림 하나라도 정확한 것이 없어요.\n\n![image](/assets/img/2024-05-16-WhosToSaythattheFoundingFathersWereEvenHumanDontBlameGemini_5.png)\n\n인공지능에 의해 창작된 것인지, 13세기 화가에 의한 것인지, 아니면 20세기 포토샵을 사용해서 만들어졌는지에 대해 어느 누가 실제로 지금까지 나온 예수님의 그림의 정확성에 대해 논할 수 있을까요? 제가 또 뭔가 엉성한 구원주를 주제로 만들고 있다고 생각할 수도 있겠네요. 알겠어요, 한 단계 더 파고들어볼게요.\n\n그림에 대한 “정확성”이란 무엇일까요? 정지된 상태거나 움직이는 그림이 언제나 현실을 정확하게 나타내는 것이라는 생각은 타당하게 논박될 수 없어요. 사진기가 발명되자마자 화가들은 인상파와 입체주의와 같은 예술 스타일을 개발했는데, 이것들이 사진보다 더 현실적이라고 주장했어요. 맥락은 어떻게 세상을 보느냐에 엄청난 영향을 미쳐요. 다른 사람들은 심지어 같은 색도 다르게 보거든요, 그래서 어떠한 시각적 정확성이라는 주장이 항상 미끄러운 경사 위에 있을 거예요.\n\n<div class=\"content-ad\"></div>\n\n# 다행히도, AI 이미지가 등장하기 전에 Lin-Manuel Miranda가 Hamilton을 만들었습니다\n\n화가 뿐만 아니라 작가와 감독들도 현실에 예술적 해석을 적용할 수 있어요. \"색맹 캐스팅\"을 하거나 과거와 현재의 사건에 원하는 해석을 달아줄 수 있어요. 우리는 주인공들이 검은 배우들에 의해 연기되기 때문에 Hamilton이 역사적으로 부정확하다고 잊지 말아야 해요. 오히려 그들은 무대에서 역사적 사건의 해석을 노래와 춤으로 몇 시간 동안 표현한 것이기 때문에 역사적으로 부정확해요!\n\n어떤 예술도 절대적으로 \"현실적\"이거나 \"정확\"하지 않아요. 이것이 우리가 이 논란에 대해 몇몇 철학적 측면을 이해할 수 있는 곳이에요. 원래의 주인공들은 그림 속에만 존재하는 특정 인물들이에요. 하지만 그림이 얼마나 역사적으로 정확한가요? Hamilton은 무대 뮤지컬이기 때문에 \"비현실적 해석\" 범주에 속해요.\n\n![Image](/assets/img/2024-05-16-WhosToSaythattheFoundingFathersWereEvenHumanDontBlameGemini_6.png)\n\n<div class=\"content-ad\"></div>\n\n사람들이 창의적인 이미지를 만들기 위해 발견의 아버지, 교황 및 나치들의 그림을 만들기 위해 제미니를 사용하는 이유는 이미 인터넷에 자유롭게 사용할 수 있는 이미지가 있기 때문인가요? 유일한 이유는 새로운 무언가를 만들기 위해서예요. 이것이 예술이고, 이런 경우에는 \"정확성\"은 중요하지 않아요. 예술 작품은 창시자를 흑인으로, 교황을 여성으로 특징으로 할 수 있어요. 관습을 도전하는 것이 예술의 일부예요. 따라서 AI가 같은 일을 하는 데 분노할 이유는 없어요.\n\n우리가 보고 있는 문제는 사람들이 AI 출력물을 \"현실적 해석\" 범주로 여기는 것 같아요. 그러나 AI가 생성한 콘텐츠는 정의상 \"현실적이지 않다는\" 것이고, 이는 LLM 텍스트 출력뿐만 아니라 생성된 이미지에도 동일하게 적용돼요.\n\n이 모든 것이 의미하는 바는 많은 사용 사례에 대해 생성적 AI 제품을 정말 재미있는 장난감, 예술적 도구 또는 즐거운 시간으로 분류해야 한다는 것이에요. 그리고 이 모든 사용 사례를 \"콘텐츠 생성\"으로 분류할 수 있어요. 이는 앞으로 다룰 제 개 다음 글에서 더 자세히 살펴볼 내용이에요.\n\nAI 플랫폼을 멋진 장난감으로 보는 문제는 플랫폼을 소유하고 있는 기업(기술을 확장하려는 막상종잣돈을 요구하는 기업 포함)이 그들의 제품을 이 방식으로 분류하려는 동기가 없다는 것이에요.\n\n<div class=\"content-ad\"></div>\n\nAI 소수정예주의자들이 인공 일반 지능이 바로 거리 두지 않다고 주장하며 자신들의 제품을 진지한 도구로 분류할 필요가 있습니다. Yann LeCun이 명백히 거부하는 생각입니다. Gemini 사태는 이러한 제품들이 신뢰성을 잃을 수도 있는 산업을 위한 첫 번째 떨림의 전조일 수 있습니다.\n\n하지만, Meta라면 어떨까요? Meta의 Emu 이미지 생성 모델은 \"점점 더 황당한 아이디어에 기반한 이미지를 만들기 위한 것\"입니다. 아주 좋은 아트의 정의죠, 정확성이 아니라.\n\n# 이 구름에 은매가 가려 있는 건가요, 그건 역사적으로 부정확한 색일까요?\n\n최종적으로, AI 이미지 생성 뒤에 극복할 수 없는 결함이 우리에게 역사적 정확성에 대한 개념을 재검토할 필요성을 요구할 수 있습니다. 아마도 우리가 오늘과 같은 곳에 도달한 방법에 대해 무언가를 배울 수 있을지도 모릅니다.\n\n<div class=\"content-ad\"></div>\n\n만약 우리가 여성 교황 같은 다른 현실을 상상해야 한다면, 아마도 우리는 사회 시스템을 통해 일부 사회를 다른 일부에 종속시키는 것을 보게 될지도 모릅니다.\n\n그리고 만약 우리가 계속해서 피할 수 없는 편견에 직면해야 한다면, 아마도 흔해빠진 인종 차별이나 '강렬함'에 대한 고발을 넘어서는 길이 있을지도 모릅니다.\n\n혹은 그렇지 않을 수도 있습니다.\n\n결국, 소셜 미디어는 유용한 도구로 시작했지만 이제는 악달리 투척된 진흙에 의해 발전하고 있습니다. 인공지능도 비슷한 오염된 길로 향하고 있을지도 모릅니다.\n\n<div class=\"content-ad\"></div>\n\n더 이런 글을 보고 싶다면 제 Medium 페이지를 팔로우해보세요. 또는 매달 둘째 주 목요일에 Substack에서 제 Discomfort Zone 뉴스레터를 읽어보세요. 이 기사는 인공 지능을 사용하지 않고 직접 작성했습니다. #zeroAI","ogImage":{"url":"/assets/img/2024-05-16-WhosToSaythattheFoundingFathersWereEvenHumanDontBlameGemini_0.png"},"coverImage":"/assets/img/2024-05-16-WhosToSaythattheFoundingFathersWereEvenHumanDontBlameGemini_0.png","tag":["Tech"],"readingTime":9},{"title":"인공지능 검색이 좋을 것 같아도, 결국 그런 것들은 좋지 않을 겁니다","description":"","date":"2024-05-16 13:27","slug":"2024-05-16-EvenifyouthinkAIsearchcouldbegooditwontbegood","content":"\n\n## 속이는 게 너무 쉬워요.\n\n![img](/assets/img/2024-05-16-EvenifyouthinkAIsearchcouldbegooditwontbegood_0.png)\n\n오늘(5월 15일)은 스테파니 켈튼의 'Finding the Money' 상영을 위해 노스 할리우드에 있고, 금요일(5월 17일)은 작가 동맹(Author's Alliance) 10주년을 기념하여 샌프란시스코에 있는 인터넷 아카이브(Internet Archive)에서 기조 연설을 진행할 예정이에요.\n\n이번 주 검색 분야의 주목할만한 뉴스는 구글이 'AI 검색'으로의 전환을 이어가고 있다는 점입니다. 검색어를 입력하고 웹 사이트 링크를 받는 대신에 구글에게 질문을 하면 AI가 웹상에서 찾은 정보를 기반으로 답변을 작성할 거에요.\n\n<div class=\"content-ad\"></div>\n\n구글은 \"구글이 대신 검색해드립니다.\"라고 소개하고 있어요. 이제 검색 업무를 구글에게 맡기고 직접 웹을 검색할 필요가 없어요. 이 제안 안에는 구글이 정보를 검색하는 데 더 이상 편리하거나 신뢰할 수 있는 방법이 아니라는 암시가 숨어 있어요. 인공지능 생성 스팸, 제대로 레이블이 붙지 않은 광고, 그리고 SEO 쓰레기에 묻혀 있다는 거죠.\n\n여러분이 물어보는 것이 쉬웠던 과거와는 달리, 오늘날에는 상위 링크를 클릭하면 정말 관련성이 높은 결과가 표시되지 않고 상판에 위치한 광고를 구입한 사이트로 안내될 수 있어요 (검색 질문에 가장 적합한 사이트 대신). 더 아래로 내려가면 사기, 인공지능 쓰레기, 또는 대량 생산된 SEO 헛소리를 볼 수 있어요.\n\n<div class=\"content-ad\"></div>\n\nAI 기반의 검색 기술이 이 문제를 해결할 것을 약속합니다. 구글의 검색 결과를 개선하는 것이 아니라, 봇이 검색 결과를 정렬하고 구글이 제공하고 있는 허황된 내용을 버리며 고품질 결과를 요약하는 방식으로 도와줄 것입니다.\n\n그러나 이 계획에 대해서는 명백한 반대 의견들이 많이 있습니다. 먼저, 왜 구글이 그냥 검색 결과를 개선하지 않을까요? 구글이 지불하거나 속여 서비스하게 된 쓰레기들을 정리하도록 하기 위해 LLM을 개발하는 대신, 왜 그냥 쓰레기를 제공하지 않고 중지하지 않나요? 다른 검색 엔진이 구글의 백엔드에 접근해서 결과를 걸러 냄으로써 아주 좋은 결과를 제공할 수 있다는 것을 알고 있습니다.\n\n또 하나의 명백한 반대 의견은 무엇일까요? 만약 내가 쓴 내용을 누군가의 웹페이지로 보내지 않고 그냥 요약할 봇을 먹여 주는 목적으로 웹을 작성하는데, 누구라도 그러한 일을 왜 하겠나요? 광고 수입이나 가입자 유치를 희망하는 상업 출판사든, 사람들의 생각을 바꾸기를 희망하는 오픈 엑세스 출판사든, 왜 구글에게 당신의 작품을 문구로 정리하도록 하는 일을 초대해야 하며, 실제 인터넷 사용자에게 보여주지 않아야 하나요? 얼마나 불공평한지는 둘째치고, 이게 앞으로 구글이 작동할 방식이라면 왜 모든 출판사가 구글의 크롤러를 차단하지 않을까요?\n\n<div class=\"content-ad\"></div>\n\n세 번째로 명백한 반대의견: 인공지능(AI)이 나쁘다. 도덕적으로 나쁘다는 것(비록 도덕적으로 나쁠 수도 있지만!), 기술적으로도 나쁘다. 이는 위험한 헛소리를 \"환각\"하며 답변하는데, 이는 심각한 위험을 초래할 수 있습니다. 이는 당신을 죽일 수 있는 믿을만 한 거짓말쟁이입니다: [인공지능이 작성한 것처럼 보이는 아마존의 책을 피하도록 권고하는 버섯 채집가들](https://www.theguardian.com/technology/2023/sep/01/mushroom-pickers-urged-to-avoid-foraging-books-on-amazon-that-appear-to-be-written-by-ai)\n\nAI의 약속들은 종종 과대포장되어 있습니다. 예를 들어, 구글이 알린 것처럼 AI가 수백만 가지 유용한 새로운 물질을 발견했다는 약속은 사실상 Deepmind가 발견한 유용한 새로운 물질은 제로라는 것이었습니다: [다양한 소수정신](https://pluralistic.net/2024/04/23/maximal-plausibility/#reverse-centaurs)\n\n<div class=\"content-ad\"></div>\n\nAI의 대부분 인상적인 데모가 그렇게 됩니다. 종종 \"AI\"가 실제로는 먼 콜센터에 있는 저임금 노동자들이 로봇인 척 하는 것으로 밝혀집니다. 가끔 무대에서 춤추는 AI 로봇이 사실은 로봇인 척 하는 로봇 수트를 입은 사람일 수도 있습니다.\n\n<div class=\"content-ad\"></div>\n\n안녕하세요! \n\n할리우드 영화 제작에 “존재적 위협”을 느낄 정도로 대단한 AI 비디오 데모들이 실제론 너무 번거로워서 거의 쓸모가 없다는 것이 밝혀졌어요. 기존 제작 기술에 엄청나게 뒤떨어진 상황이래요.\n\n하지만 Google의 발언을 받아들이죠. 다음을 전제하죠:\n\na) 검색을 고칠 수 없고, 단지 AI 필터 레이어를 추가할 뿐이라는 것이에요.\n\n자세한 내용은 [여기](https://www.wheresyoured.at/expectations-versus-reality/)를 참고해주세요. \n\n영화 산업에도 AI의 영향이 더 커지고 있는 요즘, 새로운 기술이 어떻게 계속 발전해 나갈지 정말 흥미롭죠!\n\n<div class=\"content-ad\"></div>\n\nb) 전 세계는 Google이 페이지를 인덱싱하도록 계속 허용할 것입니다, 그러나 그로 인해 혜택을 받지 않는다고 해도\n\nc) Google은 곧 AI를 수정할 것이며, AI 능력에 대한 거짓 정보들이 이른바 조기 진실로 드러날 것입니다.\n\nAI 검색은 여전히 좋지 않은 아이디어입니다. 왜냐하면 AI 검색이 기본적으로 좋지 않은 이유들을 넘어, 이 계획에는 미묘하면서도 치명적인 결함이 있기 때문입니다: AI 검색은 심지어 우수한 AI 검색도 Google이 우리를 속이기에 지나치게 쉽게 만들며, Google은 우리를 속임으로써 멈출 수 없습니다.\n\n기억하세요: 기술 회사를 운영하는 사람들이 오늘날의 기술 서비스가 좋고 유용했던 시절의 사람들보다 나쁜 것이 결과로 이어지는 것은 아닙니다. 오히려, 앞선 서비스를 악화시키지 않도록 예전에 제한을 두고 있었던 제약 조건이 무너지면서 같은 사람들이 자신들의 서비스를 악화시키고 이윤을 증대하기 위해 행동할 수 있는 길이 열렸기 때문에 웹 서비스가 미화되는 것입니다:\n\n<div class=\"content-ad\"></div>\n\n이러한 기업들은 언제나 사업 고객들(출판사와 같은)과 최종 사용자(검색자와 같은)로부터 가치를 끌어들이는 능력을 가졌습니다. 그것은 그들이 수시로 '사업 논리'를 변경할 수 있기 때문에 당연한 일입니다. 각 사용자에 대해 수수료, 가격 및 순위를 변경할 수 있도록 허용해주는 디지털 비즈니스는 계속해서 '끼인다'고 말합니다: 시스템의 백엔드에서 조절 장치를 돌려서 항상 이길 수 있도록 합니다.\n\n이 기업들의 리더들의 성격이나 우리를 속이는 능력이 변한 것이 아닙니다. 변한 것은 속이는 결과입니다. 테크 기업들이 독점체제로 합병되면서 경쟁사에 비즈니스를 잃는 것을 두려워하지 않게 되었습니다.\n\n<div class=\"content-ad\"></div>\n\nGoogle의 90% 검색 시장 점유율은 검색 상자를 만날 수 있는 모든 서비스나 플랫폼을 운영하는 사람들에게 뇌물을 주어 달성되었습니다. 매년 수십 억 달러를 쓰면 Google이 최고의 검색 엔진이 되는 것보다 Google이 아닌 검색을 접하지 않도록 하는 것이 비즈니스를 유지하는 더 싼 방법입니다:\n\n[링크](https://pluralistic.net/2024/02/21/im-feeling-unlucky/#not-up-to-the-task)\n\n경쟁은 Google에게 한 때 위협이었지만, 수년간 그 모토는 \"경쟁은 클릭 한 번만 떨어져 있다\"였습니다. 오늘날 경쟁은 거의 존재하지 않습니다.\n\n그리고 감시 비즈니스는 소수의 기업으로 결합되었습니다. 상업 감시 산업을 지배하는 두 회사는 Google과 Meta이며, 그들은 시장을 조작하기 위해 협력합니다.\n\n<div class=\"content-ad\"></div>\n\n링크를 공유해주셔서 감사합니다! 기업의 섹터를 지배하는 기업들이 경쟁 압력에서 벗어나 경시되면 결국 규제 캡쳐로 이어질 수밖에 없다는 것이죠. 그들은 독점 이윤을 사용하여 규제 캡쳐를 통해 정책으로 변모시키기 위해 정책 결정자들에게 단일한 메시지를 제시할 수 있습니다.\n\n프라이버시 법률에 대해 구글이 걱정할 필요가 없는 이유가 여기에 있습니다. 그들은 미국 연방 소비자 프라이버시 법률 제정을 성공적으로 방해했습니다. 미국이 연방 소비자 프라이버시 법률을 마지막으로 제정한 것은 1988년입니다. 이 법은 비디오 가게 직원이 신문사에 대여한 VHS 카세트 목록을 알려주는 것을 금지하는 법입니다.🌟\n\n<div class=\"content-ad\"></div>\n\nhttps://en.wikipedia.org/wiki/Video_Privacy_Protection_Act\n\n유럽에서는 Google의 엄청난 수익이 아일랜드의 관대한 세금 회피와 유럽의 개인 정보 보호법 위반을 배지로 삼을 수 있도록 해주고 있습니다. \n\nhttps://pluralistic.net/2023/05/15/finnegans-snooze/#dirty-old-town\n\nGoogle은 경쟁을 두렵게 여기지 않을 뿐만 아니라 규제도 두렵게 여기지 않습니다. 경쟁 기술에도 두렵지 않습니다. Google과 같은 대형 기술 권력의 카르텔 회사들은 제3자가 서비스를 역설계, 해킹, 또는 스크래핑하는 것을 방지할 수 있도록 지적 재산 법을 확대시켰습니다. Google은 광고 차단, 추적기 차단 또는 Google의 풍부하고 품질이 낮은 결과를 걸러내는 스크래퍼 등에 대해 걱정할 필요가 없습니다.\n\n<div class=\"content-ad\"></div>\n\n---\n\n구글은 경쟁을 두려워하지 않습니다. 규제를 두려워하지 않고, 경쟁 기술에 대항하는 것을 두려워하지 않습니다. 노동자들에 대해서도 두려움이 없습니다. 구글의 노동자들은 옛날에는 그 중요성과 시장 권력으로 인해 회사 방향에 큰 영향을 미쳤습니다. 그러나 구글은 노동자들에 대한 의존에서 벗어나, 수익을 증가시키며 수십 억 달러를 주식 매입에 낭비하는 동안 대규모 해고를 하고 있습니다.\n\n구글은 두려움을 모릅니다. 귀하의 비즈니스를 잃는 것을 두려워하지 않으며, 규제 당하기를 두려워하지 않으며, 경쟁하는 엔지니어들과 게릴라 전쟁에 휘말리는 것을 두려워하지 않습니다. 또한, 구글은 자신의 노동자들을 두려워하지 않습니다.\n\n---\n\n<div class=\"content-ad\"></div>\n\n구글에게는 검색 품질을 낮추는 것이 좋습니다. 검색 품질을 낮추면 각 사용자가 답변을 찾기 위해 해야 하는 쿼리(검색어) 수가 늘어나고, 따라서 광고 수도 증가합니다.\n\n만약 구글이 비즈니스를 잃지 않고 검색 사용자들에게 더 안 좋은 결과를 제공할 수 있다면, 스스로 더 많은 수익을 올릴 수 있습니다. 시장, 규제기관, 기술 혹은 노동자들의 통제가 없이, 구글은 검색 사용자와 발행자로부터 가치를 빼앗을 장애물이 없습니다.\n\n그런데 다시 AI 검색으로 돌아가 봅니다. 구글이 자체 요약문을 페이지 링크 대신 사용하면, 이를 이용해 발행자들에게 혜택적인 위치를 위한 과금을 요구할 수 있는 무수한 기회가 생깁니다.\n\n<div class=\"content-ad\"></div>\n\n알고리즘 피드에 대해서는 어떤 경우에도 그러한 피드는 거대한 양의 정보를 이해하는 데 중요하고 심지어 극히 중요할 수 있지만, 그것들은 또한 우리 나머지 사람들을 속이는 빠른 속임수를 이용할 수도 있습니다.\n\n[The Algorithm TM](https://pluralistic.net/2024/05/11/for-you/#the-algorithm-tm)\n\n누군가에게 진실을 요약하는 데 신뢰한다면, 그들의 이익을 먼저 두는 엄숙하고(법적으로 단단한) 은혜로운 사람이 중간에서 서도록 하는 것이 좋습니다.\n\n[Rewilding the Internet](https://pluralistic.net/2024/05/07/treacherous-computing/#rewilding-the-internet)\n\n<div class=\"content-ad\"></div>\n\n구글은 명확하게 주주에게 그 첫 번째 의무가 있다고 밝힙니다: 출판사에게도, 검색자에게도, \"파트너\"나 직원들에게도 아닙니다.\n\nAI 검색을 통해 부정행위를 저지르는 것이 매우 쉬워지고, 구글 역시 많은 부정을 저질러왔습니다. 사실, AI의 결함은 구글에게 어떠한 자체 협약으로 나타나는 문제에 대한 공허한 변명을 제공합니다: \"우리가 거짓말을 한 것은 아니에요, 누군가 우리에게 돈을 지불했기 때문에요 (예를 들어, 제품이나 호텔 객실, 정치적 견해를 추천하기 위해). 맞아요, 그들이 우리에게 돈을 지불했지만, 그것은 단지 AI의 '환각' 때문이었어요.\"\n\n널리 알려진 AI 환각의 존재는 더 많은 구글 검색 결과의 소모화를 위한 합리적 부인 영역을 만듭니다. 매들린 클레어 엘리쉬가 쓴대로, AI는 \"도덕적 충격 흡수 구역\"을 담당합니다:\n\n[링크](https://estsjournal.org/index.php/ests/article/view/260)\n\n<div class=\"content-ad\"></div>\n\n그래서 구글이 훌륭한 AI 기반 검색을 만들 수 있다는 것을 믿으려면 하더라도, 그들이 그렇게 할 것이라고는 확신할 수 없습니다. \n\n이 포스트를 에세이 형식으로 읽거나 공유하고 싶다면, 내 추적 불가하고 광고 없는 블로그인 pluralistic.net에서 확인해보세요: \n\n[https://pluralistic.net/2024/05/15/they-trust-me-dumb-fucks/#ai-search](https://pluralistic.net/2024/05/15/they-trust-me-dumb-fucks/#ai-search)\n\n이미지:\nCryteria (수정)\n[https://commons.wikimedia.org/wiki/File:HAL9000.svg]\n\n<div class=\"content-ad\"></div>\n\n**CC BY 3.0**  \n[Link to License](https://creativecommons.org/licenses/by/3.0/deed.en)\n\n---\n\n**djhughman**  \n[Link to Image](https://commons.wikimedia.org/wiki/File:Modular_synthesizer_-_%22Control_Voltage%22_electronic_music_shop_in_Portland_OR_-_School_Photos_PCC_%282015-05-23_12.43.01_by_djhughman%29.jpg)\n\n**CC BY 2.0**  \n[Link to License](https://creativecommons.org/licenses/by/2.0/deed.en)","ogImage":{"url":"/assets/img/2024-05-16-EvenifyouthinkAIsearchcouldbegooditwontbegood_0.png"},"coverImage":"/assets/img/2024-05-16-EvenifyouthinkAIsearchcouldbegooditwontbegood_0.png","tag":["Tech"],"readingTime":8},{"title":"iOS 175 이건 당신이 즉시 알아야 할 사항입니다","description":"","date":"2024-05-16 13:26","slug":"2024-05-16-IOS175HeresWhatYouNeedToKnowImmediately","content":"\n\niOS 17.5의 공식 릴리스가 오늘 아침에 (당신의 시간대에 따라) 도착했고, 애플은 또한 iPadOS 17.5, watchOS 10.5 및 macOS 14.5의 공식 시스템 업데이트를 iPad, Apple Watch 및 Mac 사용자에게 푸시했습니다.\n\n![iOS 17.5](/assets/img/2024-05-16-IOS175HeresWhatYouNeedToKnowImmediately_0.png)\n\n더 이상 iOS/iPadOS 17과 호환되지 않는 일부 구형 장치는 오늘 iOS/iPadOS 16.7.8 버전 업데이트를 받을 수 있습니다.\n\niOS 17.5의 공식 버전은 지난 주 RC 릴리스와 동일한 빌드 번호인 21F79를 가지고 있으며,이 업데이트에서는 눈으로 보이는 변경 사항이 많지 않습니다:\n\n<div class=\"content-ad\"></div>\n\n# 무지개 배경화면 & 다이얼\n\n2024 Rainbow Collection Apple Wah Band 출시와 함께 Apple은 컬렉션에 시계 페이스 및 iPhone/iPad 배경화면을 추가했습니다. 이 컬렉션에는 다섯 가지 다른 색상의 라이브 배경화면이 포함되어 있으며, 화면이 잠금 해제될 때 애니메이션 효과가 있습니다. 그리고 배경화면에는 \"자랑스러움(Pride)\"이라는 단어가 있으며, 알림 센터로 이동할 때마다 모양이 변경됩니다.\n\nApple Watch의 Pride Radiance 시계 페이스는 색상을 사용하여 시계 번호를 강조하며, 자이로스코프 입력을 기반으로 손목 동작에 따라 실시간으로 변합니다.\n\n![Rainbow Wallpaper Dial](/assets/img/2024-05-16-IOS175HeresWhatYouNeedToKnowImmediately_1.png)\n\n<div class=\"content-ad\"></div>\n\n# 수리 모드\n\n과거에 아이폰을 서비스에 보낼 때는 먼저 아이폰에서 Find My를 끄어야 했습니다. 이는 아이폰이 방종 방지 기능을 잃게 되는 것을 의미했습니다. 그리고 iOS 17.3에서는 도난 단말기 보호 기능이 추가되어, 사용자들이 Lookup을 끄는 데 1시간의 보안 지연 시간을 기다려야 할 수도 있어서 수리가 번거로웠습니다.\n\n그 결과, Apple은 iOS 17.5에서 아이폰에 \"수리 모드\"를 추가하여 Find My를 끄지 않고도 수리할 수 있도록 했습니다.\n\nFind My 앱에서 기기를 제거할 때 온라인 상태의 기기를 제거할 수 없다는 메시지가 표시되지만 계속해서 수리 모드에 입력할 수 있습니다. 수리 상태에서 아이폰은 여전히 \"Find My\" 기능과 Activation Lock이 활성화된 채로 유지되며, 기기 목록에 체리 막대기 아이콘도 추가됩니다.\n\n<div class=\"content-ad\"></div>\n\n# 위젯 조정\n\niOS 17.5에는 날씨와 팟캐스트 데스크톱 위젯에 대한 작은 조정 사항이 포함되어 있습니다. 그 중에서도 날씨는 온도 숫자의 크기를 줄였으며, 인터페이스가 보다 간결해 보입니다.\n\n![Widget Adjustment](/assets/img/2024-05-16-IOS175HeresWhatYouNeedToKnowImmediately_2.png)\n\n# 웹 설치 앱 (EU 전용)\n\n<div class=\"content-ad\"></div>\n\n🌟 **유럽 연합 내 사용자들을 위해 Apple은 iOS 17.5에 \"웹 배포\" 기능을 추가했어요.** 🌟\n\niOS 앱을 직접 개발자 웹사이트에서 배포할 수 있게 해주는 기능이에요. 웹을 통해 배포되는 모든 앱은 여전히 Apple의 인증 가이드라인을 준수해야 해요.\n\n또한, Apple은 개발자들에게 시스템 기능 통합을 위한 많은 API를 제공할 계획이에요. 🔮📱✨\n\n<div class=\"content-ad\"></div>\n\n안타깝게도, 현재 웹 페이지에서 앱을 직접 설치하는 기능은 유럽 연합 회원국 사용자에게만 제한되어 있습니다.\n\n## 크로스 플랫폼 추적 탐지\n\n애플의 Find My 네트워크와 연결되지 않은 안드로이드와 함께 사용되는 이상한 추적기들은 이제 아이폰에 의해 감지되고 경고를 받을 수 있습니다.\n\n## 인터페이스의 소규모 변경\n\n<div class=\"content-ad\"></div>\n\nIn the \"Privacy & Security\" settings screen, you'll notice an icon symbol next to passkey items that access the web browser.\n\n## Update Suggestions\n\nI've been exploring the beta and RC versions for quite some time now. My experience with iOS 17.5 has been smooth with no major issues or glitches to report.\n\nAs for battery life, there aren't any significant improvements or declines compared to earlier iOS 17 versions. Overall, this update seems to offer a relatively subtle experience.\n\n<div class=\"content-ad\"></div>\n\n현재 iOS 17을 사용 중인 기기들은 이 버전으로 업데이트하는 것을 고려해 볼 수 있어요.\n\n![iOS 17 Update](/assets/img/2024-05-16-IOS175HeresWhatYouNeedToKnowImmediately_4.png)\n\n시스템을 업데이트한 후 아이폰이 잠깐 발열할 수도 있지만 이는 정상적인 현상이에요. 기기는 데이터와 캐시를 정리하기 위해 일정량의 리소스가 필요하기 때문이죠.\n\n사용한 후 한동안 재부팅하면 일반적으로 정상 상태로 돌아올 수 있어요.\n\n<div class=\"content-ad\"></div>\n\n🔮✨ 안녕하세요! iOS 17로 업그레이드하지 않으셨다면, 여유를 가지고 기다리거나 다른 사용자들의 의겢을 참고하고 업그레이드 여부를 결정할 수 있습니다. \n\n이번 업데이트에서 상당한 변화가 있을 것으로 보고되어, 모두가 iOS 18의 출시를 기대할 수 있게 되었습니다. \n\n이 리뷰를 읽어 주셔서 감사합니다. 만약 아직 팔로우하시거나 구독하지 않으셨다면, 애플 뉴스와 팁에 대한 더 많은 정보를 위해 팔로우 또는 구독해주세요. 다음 시간에 만나요! Nov Tech✨🔮","ogImage":{"url":"/assets/img/2024-05-16-IOS175HeresWhatYouNeedToKnowImmediately_0.png"},"coverImage":"/assets/img/2024-05-16-IOS175HeresWhatYouNeedToKnowImmediately_0.png","tag":["Tech"],"readingTime":4},{"title":"나 자신을 다시 발견하는 여정","description":"","date":"2024-05-16 13:23","slug":"2024-05-16-TheJourneyofRediscoveringMyself","content":"\n\n## 작게 시작해서 큰 메시지를 전하는 작은 조각상의 배경\n\n![Statue](/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_0.png)\n\n지난 2월, 집에서 생일 파티를 열었어요. 내 친구 라밀이 선물을 들고 왔어요. 파티 날 밤에는 사람들과 바쁘게 얘기를 나누느라 선물을 밝히지 않았고, 다음 날 아침 벽난로 앞에서 커피를 마시며 상자를 푸는 때, 혼란스러웠습니다. 이게 조각상 같았거든요? 처음에는 왜 이것을 나에게 줬는지 이해가 안 되었어요. 선물의 의미를 해석하려고 노력하던 중, 몇 가지 글귀를 발견했습니다:\n\n먼저, \"reinvent\"의 재미있는 철자를 \"reInvent\"로 하여 의도적으로 표기한 점이 분명했고, 저는 미소를 머금게 되었습니다. 라밀과 나는 이전에 아마존의 주요 엔지니어였는데(오늘은 구글에서, 그는 메타에서 일하고 있어요), reInvent는 매년 열리는 아마존 AWS 컨퍼런스입니다. 이는 한 명의 이전 아마존 엔지니어로부터 다른 한 명에게로 던진 약간 은밀한 유머였습니다.\n\n<div class=\"content-ad\"></div>\n\n나는 조카를 계속 살펴보았다. 왜 내 친구가 나에게 이 것을 선물했는지 여전히 확실하지 않았다. 약간의 구글링 끝에, 원작가가 바로 Bobby Carlyle임을 알게 되었고, 그녀의 비전은 한 남자가 망치와 조각낫을 가지고 스스로를 돌파하는 모습을 상상했다. 돌을 깎아내리는, 자신의 성격을 깎아내리는, 자신의 미래를 깎아내리는 모습, 보기에는 무정형이고 뚜렷하지 않은 블록에서 아름다운 모양이 드러나는 것이다.\n\n그것은 심오한 의미를 담은 놀라운 선물이었다. Ramil은 수년간 나의 친구였고, 나를 멘토링하며 나를 발전시키도록 노력했던 삶의 어려운 부분을 함께 지나왔다. 이제 그 여정의 끝에... 터널 끝의 빛이 보인다. 이것이 그 이야기이다.\n\n# 내려가는 여정\n\n나는 코로나 여행 제한을 특별히 잘 다루지 못했다. 2019년은 아마존을 대표하여 전 세계를 여행한 환상적이고 강렬한 해였다. 활기찬 문화에서 번성했고, 나는 모두를 알고, 또 다른 사람들도 나를 알았다. 나는 거기서 11년이 넘게 근무했다. 그러나 나는 스스로를 더 발전시키려고 마음 먹었고 전혀 다른 문화를 탐험하기로 결심했어서 Google에 합류했다. 그 후 즉시, 팬데믹으로 세계가 폐쇄되기 시작했다. 그 첫 해는 내가 상상한 것과는 전혀 다르게 흘렀다. 혼자 느낄 때가 많아졌고, 이해 못할 정도로 복잡한 비디오 회의에 참석하고, 만나본 적도 없는 사람들과 문화적으로 이해할 수 없었던 환경에서 자기 전문가와 얼굴을 마주한 엔지니어와 마주칠 기회도 없는 곳에서 자기를 찾게 되었다. 매일 점심 식사를 위해 동료들과 나가거나, 다른 엔지니어와 정면으로 대면하여 차를 빨고 일정 부분 해결하는 애로 사항에 대해 이야기하는 거침없는 분위기는 사라졌다.\n\n<div class=\"content-ad\"></div>\n\n결국, 나는 어떻게든 관계를 다시 형성하고 네트워크를 확장하며 새로운 장소에서 방향을 잡고 생산적이 되는 법을 알아내게 되었습니다. 그리고 나는 상당히 잘 해냈고, 구글에서의 성과 평가 중 하나에서 우수함을 받기도 했습니다.\n\n하지만 어느 측면에서는 나 자신을 잃어버리기도 했죠.\n\n그것은 단일한 사건이 아니었습니다. 오히려 작은 단계들의 집합, 그리고 어느 날 나는 아마도 더 이상 나의 최고가 아니라는 것을 깨달았습니다. 개구리를 어떻게 데워 죽이죠? 위키피디아에서 인용한 대로, \"개구리를 끓는 물에 직접 넣으면 뛰어나올 것이지만, 온수에 처음부터 있는 개구리를 천천히 끓이면 위험을 느끼지 못하고 삶아 죽게 될 것입니다. 이 이야기는 사람들이 급작스럽게가 아닌 서서히 발생하는 사악한 위협에 대해 반응하거나 인식하지 못하는 능력이나 의지에 대한 비유로 자주 사용됩니다.\"\n\n나는 매년 12월 31일에 몇 시간을 노릇해, 지난 12개월 동안 내가 한 일을 반성하고 나 자신이 향한 큰 그림을 바라보며 방향을 바꿀지 결정하는 시간을 항상 가지곤 합니다. 2022년 12/31일, 나는 나 자신에게 엄격한 시선을 던져보았고, 결정했습니다: 나는 내가 근본적으로 누구였는지 그리워하며 그 상태로 돌아갈 것입니다.\n\n<div class=\"content-ad\"></div>\n\n제 이야기는 오늘은 제 삶의 비기술적 측면에 대해 순수하게 이야기합니다. 하지만 모든 것이 상호 연결되어 있다고 주장합니다. 나 자신에 대해 행복해지고 최선의 모습으로 살고 있다는 것이 나에게 에너지와 집중력을 줘서 프로페셔널한 삶에서 더 나은 삶을 살 수 있게 해줍니다.\n\n# 신체적인 여정\n\n내가 자신을 잃어버린 방법 중 하나는 2020년부터 2023년까지 80파운드를 증가시켰다는 것이었습니다. 코로나 바이러스 폐쇄 이전에는 상당히 활발했지만, 폐쇄 기간 동안에는 정지되어 있었습니다. 밤에 잠을 제대로 자는 데 어려움을 겪었고, 낮에는 에너지가 없었습니다. 집에서 계단을 올라갈 때 숨이 차올랐습니다. 체중 증가가 내 삶에 영향을 미치기 시작했다고 느꼈습니다. 많은 일에 \"아니\"라는 기본적인 대답을 했습니다. 아이들에게 좋은 본보기가 되고 있지 않다고 느꼈습니다. 뇌가 둔해지는 느낌을 받았습니다.\n\n그래서 12/31/22일에 내 다짐은 2023년에 80파운드를 감량할 것이라는 것이었습니다. 비가 오든 맑은 날이든 매일 체육관에 다녀왔습니다. 하고 싶지 않은 날도 있었지만, 목표와 개인적인 도전이 있었기에 강제로 나를 끌어내고 갔습니다. 매일매일, 아무런 예외 없이. 나를 합리적으로 할 수 있다고 생각했던 것 이상으로 밀어붙여 나갈 때 자부심을 느꼈습니다. 우리는 항상 속 깊이 찾는다면 불굴함과 결단력을 가지게 된다는 것을 기억했습니다. 이 교훈은 내 프로페셔널 삶에도 적용할 수 있습니다.\n\n<div class=\"content-ad\"></div>\n\n저는 건강한 식습관을 시작했어요. 쉽지는 않았죠... 그리울 음식들이 많았거든요. 하루 종일 배고파서 짜증이 났어요. 하지만 결심을 굳혔어요. 기적적인 해결책도 기적적인 약도 없었어요. 오직 노력과 희생 끝에 이뤄진 일이랍니다. 이것은 직장 생활에도 똑같이 적용돼요.\n\n목표를 이해할 때 가장 좋은 방법은 그것을 측정할 수 있는 거예요. 그래서 저는 매일 체중계에 올라섰어요. 처음에는 변화가 없어서 의기소침했죠. 하지만 조금씩 변화가 시작됐어요. 여기저기 한 파운드씩 사라지기 시작했어요. 저는 더 좋아지고, 더 건강해지고, 더 활기차해지고, 총체적인 하루에 더 열정적이었죠. 몸이 활동을 원하게 되는 전환점이 있었어요. 머리가 맑아지고, 새로운 경험을 환영하면서 “네”라고 말하는 게 더 신나워졌어요.\n\n얼마 후인 2023년 12월 31일, 제가 다시 체중계에 올라섰어요. 상황을 바꾸기로 한 지 정확히 1년 후였어요. 365일 동안 정확히 80파운드를 빼곤 했어요. \n\n당신의 육체적 건강이 정신적 건강에 얼마나 큰 영향을 미치는지, 그리고 개인적이든 직업적이든 여러 측면에 영향을 미치는지를 깨닫는 것은 정말 놀라운 일이에요.\n\n<div class=\"content-ad\"></div>\n\n# 정신적인 복귀 여정\n\n내 삶에서 또 한 가지 투지하고 있는 부분은 100% 현재에 집중하기가 매우 어렵다는 것이었습니다. 이것은 실은 매우 중요한 부분인데요. 최근 우리 모두가 이를 잃어버린 것 같아서 오늘은 이에 대해 알아보고 싶었습니다.\n\n저는 아마존에서 일할 때(코로나 이전 직접 근무했던 시기) 매우 강렬한 직장 환경이었지만, 한 번도 소진되는 느낌을 받지 않았습니다. 11년 넘게 거기서 일하면서 한번도 그랬던 적이 없었죠. 그 이유 중 하나가 나의 전문적인 삶과 개인적 삶 사이에 매우 명확한 경계가 있었기 때문이라고 생각해요. 2020년 구글에서 일을 시작하면서 코로나 상황이 전체적으로 바뀌었고, 그것을 인식하고 대처하기까지 시간이 걸렸습니다.\n\n코로나 이전에는 일어나서 아내와 여유롭게 커피를 마시고 아이들을 학교에 데려다주고, 버스를 타고 시내로 당근했어요. 30분간의 버스 운행 동안은 업무 이메일과 문자 메시지를 확인하곤 했습니다. 버스를 내린 후 건물까지 10분 도보 이동하는 시간에는 오늘 하루를 어떻게 구조화할 것인지 계획하고, 집으로 가기 전에 해야 할 일을 생각했어요. 건물에 들어가면 그곳은 100% “일 모드”였죠. 오늘은 X, Y, Z를 마무리하는 것이 목표였습니다. 오후에도 비슷한 루틴을 가지고 있었고, 집에 돌아오면 아마존 업무에서 성공적으로 해방되어 아빠와 남편이 되어, 다시 그 모드로 100% 집 중심의 삶을 살았습니다.\n\n<div class=\"content-ad\"></div>\n\n당연히 직장에서 긴급 상황이 발생했고 더 오랜 시간 일해야 했습니다. 그러나 그 루틴에서 주목할 만한 점은 대체로 집이건 직장이건, 나는 항상 그 순간에 100% 집중했다는 것이었어요. 아침에 아내와 커피를 마실 때는 일에 대해서 생각하는 게 아니라, 그냥 그녀와의 대화를 즐기는 거였어요. 아이들을 학교에 데려다 줄 때는 어떤 장난감을 가지고 놀고 싶은지, 또는 전날 밤에 본 영화에 대해 얘기하면서 이야기를 나누었죠. 직장에 도착하면 가족에 대해 생각하는 게 아니라, 그 날 아마존을 위해 이루고 싶은 일에 대해 생각했어요.\n\n크게 정한 경계가 중요했어요. 그 순간에 100% 집중하니 더 행복하고 생산적이었죠.\n\n2020년으로 돌아가보면, 코로나바이러스로 인해 원하지 않았더라도 모두가 집에서 일해야 했습니다. 처음에는 좋았어요. 가족과 점심 식사를 할 수 있었죠! 매일 출퇴근하는 한 시간을 살 필요가 없어졌어요! 회의 사이에 오후에 낮잠 자도 괜찮았어요! 집에서 일하는 장점을 발견할 수 있었어요. 여름이 왔을 때는 집수영장에서 일하기도 했어요. 집 뒤뜰에 수영장이 있어서, 물에 절반 정도 잠겨 회의에 참여하기도 했죠. 삶이 행복했어요!\n\n하지만 작은 일들이 서서히 다가왔죠. 개구리를 끓이는 것처럼요. 아침에 일어나자마자 핸드폰을 잡고 침대에서도 일 관련 이메일을 확인하는 일이 생겼어요. 천천히, 아내와 커피를 마시는 100%의 순간은 90%로, 그리고 80%, 또는 70%로 떨어지면서 조용히 일 관련 메시지를 확인했죠. 다른 방향으로도 작은 일들이 다가왔어요. 회의에 참여하면서 그 후에 13세 아들의 수학 숙제를 도와야 한다는 생각을 했기 때문에, 그 순간에도 100% 집중하지 못했죠.\n\n<div class=\"content-ad\"></div>\n\n100% 현재에 집중하지 못하는 것에는 두 가지 단점이 있어요. 하나는 효율성입니다. 맥락 전환이 비용이 많이 들어요. 당신의 두뇌 중 80%가 X에 집중하고 20%가 Y에 집중하고 있다면, X와 Y 사이를 계속 맥락을 전환하는 노력이 발생하게 돼요. 하지만 효율성만 문제가 아니에요. 맥락 전환이 인지적 노력을 필요로 하며, 소진을 야기할 수도 있어요.\n\n지난 6개월 동안, 제가 어디에 있든 100% 현재에 집중하는 것에 매우 노력했어요. 이를 위해 경계를 설정하고, 빠져든 여러 행동들을 리셋하는 것이 필요했어요. 저는 더 행복하고 생산적해졌어요. 그리고 제 아내는 제가 더 즐거운 인간이 되었다고 말해주었어요. 그건 꽤 좋은 성과라고 생각해요.\n\n내가 100% 현재에 집중하려고 노력할수록, 예전처럼 깊은 인간 관계를 잃어버린 것을 깨달았어요. 제 아내, 제 아이들, 친구들과 당연히 끊어져 있진 않았지만, 분명히 덜 연결되어 있었어요. 그 깊은 관계가 중요했어요.\n\n일을 쉬고, 지난 11월에 아내에게 패리스 여행을 선물했어요. 우리는 많은 맛있는 프랑스 음식을 먹었고, 많은 프랑스 와인을 마셨어요. 목적지가 없이 걷다보니 하루 종일 즐거운 시간을 보냈어요. 이전에 여러 차례 파리에 갔었기 때문에 관광 일정은 없었어요. 그냥 도시와 서로의 회사를 즐길 생각이었어요.\n\n<div class=\"content-ad\"></div>\n\n<img src=\"/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_1.png\" />\n\n지난 12월, 제 16살 아들이 겨울방학을 맞았어요. 독일의 성을 보고 싶다고 했어요. 그래서 갑자기 독일 바이에른으로 떠날까 하다가 결정했어요. 프랑크푸르트행 항공편을 예약하고 단둘이 독일 성을 구경하는 여행을 했어요. 조금 급박한 결정이지만, ‘재탄생한’ 카를로스는 이제는 순간을 포착하고 평소엔 거절했을 것들에 대해 \"예\" 라고 말하는 걸 좋아해요. 그런데 그 시간은 정말 값진 시간이었답니다.\n\n<img src=\"/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_2.png\" />\n\n그 후 몇 주 뒤, 13살 아들이 겨울방학을 맞이했어요 (서로 다른 학교 그리고 방학이 달라요). 혹시 레고랜드나 지역적인 장소로 가고 싶은 게 없느냐고 했더니 아들은 “아빠, 나는 언제나 콜로세움에서의 새해 불꽃놀이를 보고 싶었어요” 라고 친구처럼 말했어요. 처음에는 놀라기도 했죠, 그건 우리가 할 수 없다고 생각했거든요. 그렇지만 다시 한 번, 평소엔 거절했을 법한 일에 대해 \"예\"라고 말할 수 있는 자신이 더 많아졌어요. 로마까지의 급행 표를 예약하고 12월 31일에 도착해서 콜로세움에 도착해 잊지 못할 불꽃놀이를 즐겼답니다. 아들은 학교에서 폼페이를 배우고 있었는데, 폼페이에 대한 책을 읽는 대신 실제로 보여주는 게 어떻겠다고 생각했어요. 이런 1:1 시간은 정말 값진 시간이었어요.\n\n<div class=\"content-ad\"></div>\n\n한 달 안에 유럽에 세 번이나 가는 건 좀 과한 걸까요? 응, 조금 맞아요. 괜히 말이에요. 하지만 아내, 16살 아이, 그리고 13살 아이와 함께 보낸 일대일 시간과 함께한 경험들은 절대 가치가 있었어요.\n\n저에게는 이 경험이 20년 뒤에도 나에게 더 중요하게 남아 있을 거예요. 하루에 이메일을 이십 번이나 확인하는 것보다요. 그리고 말했듯이, 모든 것이 연결돼 있어요: 나는 더 좋은 사람이 되었기 때문에 더 좋은 직원이 됐어요.\n\n## 이제는 당신의 여행입니다.\n\n<div class=\"content-ad\"></div>\n\n당신이 완벽한 상태에 있는지, 심적으로와 육체적으로 최선의 상태를 유지하고 계신가요? 그렇지 않다면, 제 작은 글이 당신에게 도움이 되어 동행을 걸겠기를 바랍니다. 사무실에서 근무하든 원격으로 근무하든, 주당 20시간 또는 80시간을 일하든 간에 해당됩니다. 지금 이 순간에 완전히 존재하는 것이 중요합니다. 그리고 그 가치는 충분합니다. 🌿","ogImage":{"url":"/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_0.png"},"coverImage":"/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_0.png","tag":["Tech"],"readingTime":8},{"title":"Xbox의 마스크가 간십니다 인원 축소와 스튜디오 폐쇄 속에서","description":"","date":"2024-05-16 09:48","slug":"2024-05-16-XboxsMaskSlipsAmidstLayoffsandStudioClosures","content":"\n\n## 레이오프, 스튜디오 폐쇄, PR 실수의 중간에, Xbox의 선한 남자, 언더독 이미지는 엄청난 타격을 입었습니다.\n\nXbox의 역사는 성공과 실패가 거의 동일한 비율로 이어져왔습니다. 이런 면에서 다른 회사들과 크게 다르지 않습니다. 사업의 본질은 사회의 함정을 따르는 것이지요; 창의력에 의해 떠올라 올라가지만, 교만에 의해 종종 파괴당하기도 합니다. 거대 기업에서 나오는 긍정적인 면마다 동등한 비율의 부정적인 면이 따라온다는 것은 그저 사실일 뿐이며, 이러한 상황이 종종 손에 손을 잡고 찾아옵니다.\n\n그러나 Xbox는 두 날개를 펼친 상태로 매우 사규한 브랜드를 조성해 온 특별한 존재입니다. 적어도, 대부분의 회사와 비교해 봤을 때는 그런 존재입니다. 2020년 9월 Series S 정보가 유출되고 대부분의 주요 미디어에서 다루자, Xbox의 트위터 계정은 정보의 물결을 확인하는 (명시하지 않은 채로) 야무한 이미지와 함께 응답했습니다. 많은 회사들이 빨리 이를 막기 위해 움직였을 때, 이것은 이상하게도 인간적인 반응으로 여겨졌습니다.\n\n필 스펜서, 사라 본드, 아론 그린버그와 같은 Xbox 임원들의 PR에 이목을 끄는 것도 이들이 직접 손보는 경쾌한 소셜 미디어의 존재도 Xbox가 다른 회사보다 나은 것으로 여겨지는 인상을 줍니다. 닌텐도와 소니는 침묵적이고 다소 삭막한 이미지를 가지고 있다고 비난받았습니다. Xbox는 이와 같은 비난을 이겨내며 능숙한 마케팅과 소셜 팀이 브랜드를 더욱 잘부탁하게 만들었습다. 그렇다면 같잖은 상황에서는... 재미나?\n\n\n\n당연히 우리 가운데 빈정거릴 사람들(저 포함)은 그것에 동참하지 않았습니다. 저도 솔직히 잘못될 걸 원했기에 거만해 보일 생각은 없습니다. 하지만 엑스박스를 업계 선두업체들의 시끄러운 이웃이나 업계에서 믿을 수 없는 권력을 행사하며 거의 무한한 자금을 소유한 소수파로 취급하는 건 제게 어려웠습니다. 이 회사는 2년 사이에 약 700억 달러를 액티비전 블리자드에, 80억 달러를 작은 기업(하지만 적지 않은 규모) 제니맥스에 소비한 회사입니다.\n\n8억 달러만 해도 플레이스테이션과 닌텐도가 확보한 모든... 그 누구보다 많은 금액입니다. 700억은 비디오 게임 역사상 가장 큰 인수이며, 모든 산업을 포함한 상위 25개의 합병중에도 속합니다. 현재 마이크로소프트는 지금 행성상 가장 가치 있는 회사로, 3조 달러가 넘는 시가총액을 보유하고 있습니다.\n\n확실히 엑스박스는 마이크로소프트 파이의 작은 조각일 뿐입니다. 사실 최근 브래드 힐더브랜드는 LinkedIn 계정을 통해, \"3~4년 전까지 엑스박스는 사실상 마이크로소프트 회계에서 무의미한 수치에 불과했다\"고 언급했습니다. 그는 액티비전 블리자드의 인수로 게임 브랜드가 돈을 빨리 회수해야 할 압박이 커졌을 것이라고 덧붙였습니다. 힐더브랜드는 이제는 EA의 글로벌 PR 매니저였고, 마이크로소프트의 시니어 PR 매니저였습니다.\n\n이 인수로 인해 게임 업계 전반에서 많은 질문이 제기되었습니다. 결국 엑스박스는 스튜디오들에 너무 손을 놔두는 경향이 있었고, 이전의 인수도 많은 사람들이 기대했던 만큼 성과를 내지 못했습니다.\n\n\n\nXbox은 2006년 Lionhead Studios를 인수했으며, 성공적인 Fable 2 및 Fable 3 출시 이후, 다른 스핀오프들 중에서도 있었지만 2016년 종료시키기도 했습니다. 이는 Lionhead가 자사의 목표를 계속 미달 했다는 보고에도 불구하고 재능의 낭비로 인식되었습니다. 반어로, Fable은 그 후 Playground Games에서 개발 중인 Forza Horizon으로 유명했던 사람들이 재시작 된 상태입니다.\n\nRare는 당시 400억 달러 가까이에 마이크로소프트에 인수되어, 당시 닌텐도와 Activision과의 입찰 전쟁이 Rare의 인수 욕구로 촉발되었습니다. 최근 게임인 Everwild는 2019년 발표되었지만 그 후로 개발 지연에 빠졌다고 합니다. 2019년에 발표된 전체 트레일러에도 불구하고, 게임 장르나 게임 플레이가 무엇인지, 언제 출시될지에 대한 명확한 단서가 없습니다.\n\n최근 역사에서 볼 때, 이것들은 고립된 사건이 아닙니다. Xbox는 부정적인 뉴스가 쌓이면서 철저히 유지해 온 이미지가 현저히 손상되고 있다. Microsoft가 액티비전 블리자드를 두려움 없이 인수한 지 단 세 달 만인 2024년 1월 후에 8%의 게임 부문 직원이 해고될 것이라고 발표되었습니다. 이는 Microsoft의 게임 부문의 1900개의 역할이, 액티비전 블리자드에 한정되지 않더라도, 결국 단정적으로 중점적으로 지워질 것을 의미합니다.\n\n또한 인수에 반대하는 사람들로부터 마이크로소프트가 게임 분야에서의 야심을 증명했던 대규모 인수의 결과로 해고가 불가피하다고 지적받았습니다. 이로 인해 인수가 근로자들에게 위협으로 간주되어야 하며, 기대되는 바는 이번 인수로 인한 마이크로소프트의 게임 업계의 야심의 마지막 결과인 것으로 사람들은 희망했습니다.\n\n\n\n이번 주 초에 그 희망이 꺾였습니다. Xbox가 Bethesda 스튜디오인 Arkane Austin, Tango Gameworks, Alpha Dog 및 Roundhouse가 모두 문을 닫는다고 발표했습니다. 이 소식은 게임 스튜디오 총괄인 맷 부티가 이메일로 직원들에게 발표했으며, IGN이 선공개하기 전에 보도했습니다. 맷 부티는 그 이메일에서 다음과 같이 주장했습니다:\n\n이 소식 이후 온 팬들과 프로들의 공통된 느낌은 혼란스러움이었으며, 곧 분노로 변했습니다. 많은 주목받는 인수들 뒤에, 2023년 탱고 게임웍스의 Hi-Fi Rush가 대대적으로 출시되었을 때 여러분들에게 놀라운 소식처럼 느껴졌다. 2010년의 Halo Reach 이후로 Metacritic에서 최고 점수를 받은 Halo 게임만큼 높은 평가를 받았습니다. 이는 Xbox의 유일한 일본 스튜디오가 창의성과 멋진 게임 디자인으로 자사의 비공식 게임 라인업을 강화했다는 즉각적인 증거였습니다.\n\n물론, Arkane Austin은 2023년 Redfall로 힘든 시기를 겪었습니다. 라이브 서비스 추격에 영감을 받은 개발 결정으로 탄생한 Redfall 버전은 분리되고 버그가 많아서, 말할 만한 진정한 훅도 없었습니다. 저는 Redfall이 적극적으로 나쁜 비디오 게임이었으며, 희망찬 마케팅 캠페인 이후에 실망스러웠습니다.\n\n그러나 Arkane Austin은 Dishonored와 Prey로 대중이 몰고 온 immersive sims 붐을 부활시킨 회사로 높은 평가를 받았습니다. 많은 사람들에게 Arkane Austin과 Arkane Lyon이 ZeniMax 인수의 진정한 보물이었으며, 게임 패스에 독특한 싱글 플레이어 경험이 제공될 것이라는 아이디어는 흥미진진한 전망이었습니다.\n\n\n\n한 게임의 심각한 실패로 전체 스튜디오가 망해야 할까요? 제 답은 아니라고요. 공평한 세상에서는 그렇지 않아야 하며, 스튜디오는 만든 게임만큼 자기들의 재능을 인정받아야 합니다. 맞아요, Redfall은 좋지 않았죠. 그러나 Dishonored와 Prey는 현대적인 클래식으로 손꼽히며 전체 장르를 부활시킨 데 큰 역할을 했어요. 스튜디오의 폐쇄로 인해, Redfall 캐릭터 DLC가 취소되었다는 소식이 들리고 있습니다 (Xbox는 어떤 '보상'을 약속하고 있습니다), 그리고 오프라인 플레이 가능한 게임 업데이트도 취소되었다고 해요.\n\n보고에 따르면, Arkane Austin의 폐쇄 발표 직전까지 개발자들이 그 업데이트에 골을 주고 있었다고 해요.\n\n이와 함께, 이전 Prey 개발자들이 일부 참여한 Roundhouse도 Elder Scrolls Online을 지원하게 됐다는 소식이 있습니다. Roundhouse는 Redfall에 도움을 주었지만, 자체적으로 Xbox 게임을 준비 중이었던 것으로 알려져 있어요. 아마도 그것을 빨리 보게 되지는 못할 것 같네요. 마지막으로, Alpha Dog도 문을 닫게 되었습니다. 많은 사람들이 Xbox의 모바일 관심을 끌어줄 만한 가치가 있을 것이라 생각하는 스튜디오였는데, 유감스럽게도 그런 일은 일어나지 않았습니다.\n\n많은 이들이 도달한 결론은, 어쩌면 그 이유가 충분한 이유일지도 모르겠다면서, Xbox는 인터뷰나 보도 자료에서 말하는 것과는 달리 게임에 신경쓰지 않는다는 것이나, 적어도 현재 소유한 수많은 스튜디오를 어떻게 관리해야 하는지 모르는 듯 하다는 것입니다. 하지만 그러면 메시지 전달의 문제가 되어버리죠.\n\n\n\n2023년 4월 21일, Xbox의 게임 마케팅 부사장인 Aaron Greenberg가 다음과 같이 언급했습니다. 하이파이 러시가 재정적으로 실망스러웠다는 소문에 대해:\n\nPhil Spencer는 Kinda Funny와의 팟캐스트 인터뷰에서 한 발 더 나아가 Xbox 스튜디오가 창의적으로 활동하는 것이 얼마나 중요한지 강조했습니다.\n\n“나는 오래 전부터 Xbox의 공개 직원들이 가끔은 조용해져야 한다고 말해왔습니다. PlayStation과 닌텐도 대표가 지정된 행사 외에서 팬들에게 말을 거의 하지 않는 이유가 있습니다. 인터넷은 매서운데, 용서하지 않는다는 것을 명실히 알 수 있습니다. 한 번 한 발언은 트위터, 유튜브, 그리고 게임 미디어의 문서에 영원히 남아 있고, 미래 행동이 이를 부정하는 것으로 입증될 때 순식간에 꺼내 들어질 것입니다.”\n\n그래서 Aaron Greenberg가 하이파이 러시가 모든 중요한 척도에서 성공적이었다고 말할 때 그 의미가 상쇄됩니다. 분명히, 이는 2010년부터 활동해 온 스튜디오를 유지하는 것을 정당화하기에는 충분히 성공적이지 않았고, 간단한 질문이 되었습니다: 폐쇄를 피하려면 무엇이 필요한가? 다수의 상을 수상하고 많은 후보에 올랐으며 매우 긍정적으로 평가된 게임인 하이파이 러시조차 스튜디오가 폐쇄되기 전에 나온 마지막 게임이 된다면, 그들의 다른 스튜디오들에 대해 무엇을 말하고 싶은 것인지 생각해 보아야 합니다.\n\n\n\nObisidian은 언젠가 Avowed를 출시할 예정입니다. 그것이 성연하게 되면 어떻게 될까요? InExile은 작년에 Clockwork Revolution을 발표했는데, 그에 대해서는 어떨까요? 이러한 스튜디오들이 문을 닫고 사람들은 다른 일을 찾아야 하는 기준은 정확히 무엇인가요? Everwild가 출시되더라도 성연하지 않으면 Rare는 안전한가요?\n\n이 질문에 대한 답은 명확하지 않습니다.\n\n이 소식이 알려진 이후, Xbox의 미래 계획들도 비판을 받고 있습니다. The Verge는 Xbox가 내부적으로 Call of Duty를 Game Pass에 실시하는 가능성에 대해 논의해 왔다고 보도했습니다. 이로 인해 주목받고 있습니다. Activision Blizzard의 인수는 Xbox Game Pass의 상대적 가치를 강화하는 방법으로 광고되었기 때문입니다.\n\n보도됐듯이, FPS 프랜차이즈에 대한 Game Pass 존재로 확연하게 매출이 줄어들 수도 있다는 우려가 있습니다. 컨텍스트를 보면, 2022년 작품인 Modern Warfare 2는 다른 게임들보다 매출 10억 달러를 가장 빨리 달성한 작품입니다. The Verge는 같은 기사에서 Xbox가 Game Pass 가격 인상을 고려하고 있다고도 보도했습니다. 현재로서는 이것들이 단지 논의로 여겨지지만, Xbox의 야심에 대해 큰 변화를 시사할 지표들입니다.\n\n\n\nThe same day the studios were closing, Xbox released a blog post about their new controller, which, we assume, was scheduled in advance and not intentionally insensitive. The post featured the phrase \"Feel the burn,\" coinciding with the unfortunate news of job losses at Xbox.\n\nXbox has since revised the blog post to a much more neutral tone, but the incident serves as a fitting metaphor for Xbox's recent streak of stumbling. A clip from Xbox's 'Power On' documentary from 2022 has been circulating on YouTube, where Sarah Bond discusses the acquisition of Lionhead Studios and highlights the mistakes that were made.\n\nFast forward two years, and it appears history has repeated itself.\n\nMost notably, following the announcement of the closure of four Bethesda studios, Matt Booty addressed the Xbox team in a town hall meeting, emphasizing the need for more \"smaller games that bring us prestige and awards.\" Hi-Fi Rush, for instance, received 15 award nominations across various shows, clinching 'Best Audio Design' at The Game Awards and 'Best Animation' at the BAFTAs. Notably, Hi-Fi Rush was priced at £30, lower than Obsidian's Grounded.\n\n\n\n**Xbox의 문제는 여전히 해결되지 않고 있으며, 고위 프로젝트 폐쇄 사유를 적절히 설명하지 못하고 있다.**\n\n오늘까지도 Xbox는 자신들의 발을 딛고 있으며, 높은 프로필 폐쇄를 올바르게 설명하지 못하고 있다. Bloomberg과의 인터뷰에서 Sarah Bond는 Tango Gameworks가 왜 폐쇄되었는지에 대한 질문에 대답했다. 그 대답은 많은 사람들이 트위터의 Tom Warren의 인터뷰 일부에 대한 코멘트에서 지적한 대로 아무런 말이 없는 것이었다. 인터뷰어가 제기한 질문에 답변하지 않았고, Hi-Fi Rush와 같이 좋은 게임이라도 왜 그 스튜디오의 생존을 보장하지 못했는지에 대한 팬들의 이해할 수 있는 우려에 대해 다루지 않았다.\n\n이 인터뷰는 Xbox의 문제를 작은 규모로 보여주는 것이었다. 그들이 지금 말하는 것은 많은 실수 뒤에 의미가 없다. 수십억 달러를 휘둘러 산업을 흡수한 경영진들의 약속에 의존하던 사람들은 오랜 시간 동안 Xbox가 지난 10년 동안 범한 책임없는 실수와 결정을 의심하는 사람들을 속인 것으로 생각하고 있다.\n\n여기서 마무리하겠습니다. 현재 Blade 게임에 주력하고 있는 Arkane Lyon의 공동 창작자이자 딩가 바카바의 일련의 트윗을 추천합니다. 그는 자신들을 소유한 회사를 직접 공격한 스튜디오 리더의 드문 경우 중 하나입니다.","ogImage":{"url":"/assets/img/2024-05-16-XboxsMaskSlipsAmidstLayoffsandStudioClosures_0.png"},"coverImage":"/assets/img/2024-05-16-XboxsMaskSlipsAmidstLayoffsandStudioClosures_0.png","tag":["Tech"],"readingTime":8},{"title":"디지털 Marilyn 가상 불멸성과 아바타 집단의 부상","description":"","date":"2024-05-16 09:45","slug":"2024-05-16-DigitalMarylinTheRiseofVirtualImmortalityandtheAvatarCollective","content":"\n\n## 의견 | 인공지능과 사회\n\n![Digital Marilyn](https://miro.medium.com/v2/resize:fit:1280/1*djJXBPO6jzrR0qmw4FYMuA.gif)\n\n최근에 등장한 'Digital Marilyn'이란 디지털화된 마릴린 모로의 등장으로 상당한 주목을 받고 논의가 벌어지고 있습니다. 이 디지턈화된 버전은 Soul Machines와 마릴린 모로의 모습에 대한 권리를 소유한 Authentic Brands Group이 협력하여 만들어졌습니다. 디지털 마릴린은 텍사스 오스틴에서 열린 2024년 사우스 바이 사우스 웨스트(SXSW) 기술 컨퍼런스에서 선보였는데, 아이코닉한 여배우가 60년이 넘도록 사망한 이후 팬들이 사후적으로 상호작용할 새로운 방법을 제공합니다.\n\n디지털 마릴린은 Soul Machines의 프로프리터리 카메라와 마이크 기술을 통해 사용자의 감정을 읽고 적절히 반응할 수 있다고 회사 측은 밝혔습니다. Soul Machines는 \"모든 상호작용은 독특합니다. 디지털 마릴린은 사용자의 선호도를 분석하고 그에 맞게 대응하여 당신에게 개별적으로 공감하는 진정한 연결을 유도합니다\"라고 설명했습니다. 회사는 자사의 디지털 버전과의 평균 대화 길이가 20분이라고 합니다.\n\n\n\n**Digital Marilyn의 탄생**\n\nSoul Machines에 따르면, Digital Marilyn의 AI 능력은 그녀가 \"자연스럽고 순조로운 대화를 나누며 실시간으로 당신의 질문과 관심에 적응할 수 있게 해준다... 인간의 신경계를 모방하는 이 기술은 Digital Marilyn이 현실적인 감정과 섬세한 표현으로 응답하도록 하며, 깊이 있는 개인적이고 기억에 남는 경험을 만들어낸다.\"\n\nDigital Marilyn은 첨단 자연어 처리, 딥 러닝, 그리고 GPT 3.5를 활용하여 팬들과 실시간으로 상호작용하며, Digital Monroe의 목소리와 스타일로 응답을 전달한다. 이 프로젝트는 AI의 변혁적인 힘이 브랜드와 소비자를 연결하여 아이코닉한 인물들을 매료시키는 실시간 대화와 감정 지능의 일부 개념들을 통해 어떻게 보여줄 수 있는지를 목적으로 한다.\n\n그러나, 이러한 노력은 디지털 윤곽 생성의 윤리적 우려의 물결을 불러왔다. 사전 동의 없이 사망한 유명인사들을 디지털적으로 부활시키는 것에 대한 비판이다. 비판자들은 이러한 실천이 잠재적으로 필요한 법적 구조를 따르기 전에 사람들의 디지털 유사성을 활용하는데 역사적 데이터 사용, 훈련 및 추론을 통해 명확한 허가 없이 이뤄지고 있다고 주장한다. 이러한 사용 패턴은 한 사람의 유산을 이용한다는 면에서 새로운 차원에서 문제를 제기한다.\n\n\n\n비록 사후 마케팅에 대한 우려가 존재하지만, Digital Marilyn의 지지자들은 유명인의 죽은 후에도 수익을 창출하는 능력을 확대하기 위한 한 걸음으로 보고 있습니다. 그들은 더 깊은 연결과 영구적인 영혼과 유산에 대한 감사를 유발한다고 주장합니다.\n\n이러한 방향을 따르면, 곧 개인들이 자신의 디지털 복제품이나 클론을 만들어 죽은 후에도 실제 사람들과 상호작용할 수 있는 것이 가능해질 것입니다. 이 개념은 종종 \"디지털 부활\" 또는 보다 포괄적인 형태로 \"디지털 불멸\"이라고 불리며, 디지털 클론을 만들어냄으로써 디지털 및 비디지털 개인의 역사적 데이터 코퍼라에서 유추된 것을 포함합니다. 전 Eternime, \"You, Only Virtual\" (YOV), 그리고 Project December와 같은 기업들은 이미 개인이 디지털 풋프린트, 문자 메시지, 이메일, 음성 대화를 기반으로 챗봇이나 디지털 페르소나(버소나)를 생성할 수 있는 서비스를 제공하고 있습니다.\n\n그러나 사후 디지털 클론에는 상당한 윤리적, 법적, 특히 심리사회 및 감정적 고려사항이 따릅니다. 죽은 사람의 모습이 남겨진 사용에 대한 동의, 개인정보 보호, 남겨진 자의 모습이 오용될 가능성 등은 복잡하며 현재의 법률에서 적절하고 완전히 다 다루지 못하고 있습니다.\n\n\n\n예를 들어, 클론 생성을 위해 사용된 데이터에는 저작권 자료가 포함될 수도 있고, 훈련 기반 추론을 통해 직접적이거나 간접적으로 사적 정보를 노출시킬 수도 있습니다[7]. 게다가, 사후에 인공지능 추론된 인간의 오디오 비주얼 데이터가 어떻게 어떤 법으로 보호될 수 있는지는 전혀 명확하지 않습니다. 실제로, 디지털 클론은 사망자의 가치관이나 도덕과 어울리지 않는 발언이나 행동을 할 수 있으며, 생전에도 그렇고 죽은 후에도 전 세계적인 상황에 투영될 수 있습니다[7]: 만약 60년이 더 흐르고 사망자가 살아 있다면, 메릴린은 이것 저것에 대해 어떻게 생각하고 느낄까요? 아무도 알지 못하지만, 인공지능은 독특한 조작 시나리오를 추론하며, 브랜딩, 마케팅 또는 다른 목표에 가장 적합한 것으로 팬들을 주관적 확률로 믿게 만드는 방법을 찾습니다.\n\n일부 우려 사항을 완화하기 위해, 매우 전형적인 첫 번째 경우에, 사람들은 유언에 디지털 부활에 대한 의도를 자유롭게 표현할 수 있다는 것이 제안되었습니다. 그러나 솔직히 말해서, 이러한 지침의 효과는 법적 관할권에 따라 다양하며 아직 완전한 경험적 증거에 의해 완전히 지원되지는 않습니다[7][9]. 또한 이러한 사례의 복잡성과 잠재적 위험의 전체를 포착할 수 있는 충분하고 포괄적인 법적 체계는 아직 존재하지 않습니다. 그럼에도 불구하고, 적어도 사망자가 명시적 동의를 준 경우 디지털 부활의 사회적 수용 가능성은 더 높다는 것이 나타났습니다[9].\n\n## 가상 애니미즘의 부상\n\n사후에 디지털 복제품이나 클론과 상호 작용은 친지나 사회에 깊은 영향을 줄 수 있습니다. 이는 사회적 규범, 심리적 안녕감을 극적으로 영향을 줄 뿐만 아니라 방대한 윤리적 고찰을 일으킬 수 있습니다.\n\n\n\n친인척 또는 유명인의 팬들을 위해, 사랑하는 사람의 디지털 버전과 상호작용할 수 있다는 것은 슬픔을 다루는 한 가지 방법일 수 있습니다. 이는 잃음에 고통받는 사람들에게 위안을 주는 다리 역할을 할 수 있으며, 지속성과 존재감을 제공할 수 있습니다. 그러나 이에는 잠재적인 심리적 위험이 따를 수도 있습니다. 예를 들어, 애도 과정을 연장시키거나 디지털 페르소나에 건강하지 않거나 집착적인 애착을 형성하는 것과 같이. 결과적으로 이는 열망이 현실을 디지턼적 환상으로 대신할 수 있는 과정의 결과일 수 있습니다. 팬 커뮤니티를 통해, 팬들의 심리가 아이돌들의 삶 동안 극심해질 수 있음을 알 수 있으며, 이는 사후에 AI 디지털 더블을 통해 더 창조되고 확장될 수 있습니다. 아바타 형태의 인공지능은 심리적 효과를 현저히 향상시킬 수 있으며, 개인과 집단 심리에 대한 합성 물질 버전과 유사할 수 있습니다. \n\n사회적 수준에서 사후 디지털 더블의 광범위한 수용은 현재의 죽음과 추억에 대한 정상과 신화를 중대하게 도전할 수 있습니다. 이는 새로운 기념 형식을 유발하고 사회와 미래 세대가 손실과 기억을 처리하는 방식을 변경할 수 있으며, 실제 과거의 측면을 가상 현재로 투영할 수 있습니다. 이는 현실과 \"가상 공간\" 간의 흐릿함을 일으킬 수 있으며, 사회 집단의 합의를 통해 인간의 신화 건설 능력의 진화적 동기를 현경할 수 있도록 한다. 디지털과 물리적 현실의 융합은 개인과 사회로서 개인이 주변 세계와 상호작용하는 방식에 영향을 미칠 수 있을 것입니다.\n\n사실, 저는 \"가상 주술\"이라고 부르는 새로운 시대에 대해 논의할 수 있다고 봅니다. 이것은 새로운 형태의 디지털 신비주의, 세번째 미스티즘, 그리고 인간에 의한 사피엔스의 신앙을 포함합니다. 자연 주술은 실제 물체, 상징 및 의식에 내재되어 있는 상상력의 순수한 힘을 통해 나타납니다. 대조적으로, 가상 주술은 가상 아바타 및 가상 공간으로 이루어지며, 주관적으로 체험할 수 있습니다. 예를 들어, 청각적 시각적으로 또는 현실을 증대시켜 전향적인 방식으로.\n\n\n\n에티컬한 측면에서 이 현상은 동의, 개인정보 보호, 그리고 죽은 자의 존엄 등 주요 법적 측면에 대한 심각한 질문을 제기할 뿐만 아니라, 전체 사회적 규범과 도덕에 대한 도전을 가져옵니다. 이것은 생존하는 사회가 자신의 불멸한 기념물과 함께 공존하는 것으로 추상화될 수 있습니다. 실제로 개인의 디지털 더블이 상호작용하고 그들의 관계와 사회를 다수 세대에 걸쳐 디지털로 표현할 수 있는 잠재적인 미래 시나리오에서는, 친척과 사회에 미치는 영향이 상당히 중요하고 극도로 복잡할 수 있습니다.\n\n\n\n가상 네트워크 사회의 개념은 디지털 기술이 사회의 조직 방식을 바꾸고 사회적 상호작용이 어떻게 발전하고 일어날지 변화시킨다는 것을 제안합니다. 디지털 이중체의 존재는 사람들이 자신에게 강한 연관성을 가진 개인을 대표하는 AI 개체와 상호작용하도록 적응할 때 인간 행동에 영향을 줄 수 있습니다. 효과적으로 설계된 디지털 이중체는 사회적 관습과 양식에 동적으로 통합되는 방식에 따라 관계를 강화하거나 방해하여 조작하고 통제하는 데도 적용될 수 있습니다. 사실, 사후 이중체는 서로 상호작용할 수 있으며 어떤 단계에서는 유사한 자율 에이전트와 계속해서 진화하고 지속될 수 있습니다. 실제로, Marylin은 언젠가 가상 네트워크를 구축하고 소설적인 영화나 비디오 게임에서 역할을 맡을 기회를 가질 수 있습니다.\n\n디지털 이중체의 상호작용은 디지털 페르소나가 사회적 동향과 관습에 계속 영향을 미치는 새로운 사회 역동 형태로 이어질 수 있습니다. 문화적 관행과 유산과 관련된 문화적 실천에 변화가 있을 뿐만 아니라, 디지털 이중체가 새로운 유산 형태가 되면서 새로운 사회적 행동, 관행 및 전통이 나타날 수 있습니다. 이는 사회에서 하이브리드 문화적 요소에 의해 육성되는 새로운 사회적 행동, 실천 및 전통이 발생할 수 있음을 의미합니다.\n\n그러나 디지털 이중체는 사회적 상호작용의 디지털 표현이 세대를 거쳐 보존되는 새로운 문화적 유산 형태로 발전할 수도 있습니다. 디지털 이중체의 네트워크 상호작용은 사회적 변화와 관계의 동적인 역사적 기록으로 기능할 수 있습니다.\n\n그러나 앞으로 일어날 발전들에 대해 생각해봐야 할 점은, 사후 디지털 이중체의 등장은 존자 및 그들의 가족의 권리, 데이터 보호 및 이러한 디지털 엔티티를 생성함에 있어서 인공지능의 윤리적 사용 등 두 가지 우려사항을 다루기 위한 새로운 규정과 법률이 필요하다는 것입니다. 한편, 디지털 이중체의 위험과 혜택을 균형 있게 고려하며 이들이 전체 사회 및 인간 심리에 미치는 상호작용을 다루는 프레임워크가 절실하게 필요합니다.\n\n\n\n![DigitalMarylinTheRiseofVirtualImmortalityandtheAvatarCollective_5.png](/assets/img/2024-05-16-DigitalMarylinTheRiseofVirtualImmortalityandtheAvatarCollective_5.png)\n\n## 병렬 아바타 컬렉티브의 길\n\n디지털 더블이 상호작용하며 세대별로 사회와 관계의 디지털 표현을 만들어 나가는 것은 실제로 병렬 아바타 컬렉티브로 이어질 수 있습니다. 나는 이것을 의식적으로 ‘컬렉티브’라고 부르는데, 특정 발전 단계에서 AI가 생성한 더블들이 다른 아바타와 상호작용할 능력과 결합되어 특정 자율성을 획득할 수 있다는 점을 강조하기 위해서입니다. 이 가상 발전은 특히 증강 현실 능력과 결합된 경우, 사회적 상호작용, 정체성 및 커뮤니티를 이해하는 방식에 깊은 영향을 미치게 될 것입니다.\n\n디지털 더블들과 상호작용하는 것은 관계와 커뮤니티에 대한 우리의 인식을 바꿀 수 있으며, 디지털과 물리적 현실 사이의 집단적 합의와 경계를 흐릴 수도 있습니다. 이는 관계 및 커뮤니티에 대한 우리의 인식에 영향을 미칠 수 있습니다. 일부 사람들에게는 이는 물리적 세계보다 더 적은 제약으로 정체성과 사회 역동을 탐색할 새로운 방법을 제공할 수 있습니다. 그러나 이는 또한 디지털 엔티티와 형성된 정서적 연결을 진정한 감정적 연결과 구별하는 데 어려움을 겪을 수 있는 도전으로 이어질 수도 있습니다. 이로써 정신 건강과 인간 관계에 대한 우리의 이해에 영향을 줄 수 있습니다.\n\n\n\n*디지털 이중체와 이중 아바타 협동체와의 지속적 상호 작용이 인간 심리와 행동에 상당한 영향을 미칠 수 있습니다. 이는 자아 감각과 다른 사람들과의 관계에 영향을 줄 수 있어요. 이중체와 아바타 사이의 구분이 점점 흐려질 수 있어서 자아 인식과 사회적 행동에 영향을 줄 수 있어요. 이에 따라, 이중 아바타 협동체의 형성은 공동체, 정체성, 심지어 통치에 대한 우리의 인식에 상당한 변화를 일으킬 수 있어요.*\n\n*그러나 이중 아바타 협동체의 가능성은 데이터 프라이버시, 동의, 그리고 개인 및 그들의 관계의 표현에 주변적 윤리적 질문들을 제기해요. 이 디지털 공간을 누가 통제하고 그 안에 있는 이야기를 누가 조작하는지에 대한 심각한 걱정이 있을 것이에요. 이는 디지털 불평등과 조작 문제로 이어질 수 있어요.*\n\n*이런 우려에도 불구하고, 이중 아바타 협동체는 사회적 상호 작용을 혁신시킬 수 있어요. 육체적 제약을 초월하는 몰입형 경험을 제공하여 새로운 형태의 세계 공동체를 육성할 수 있어요. 거리와 물리적 장벽이 덜 중요해지고, 사회적 상호 작용이 이중체나 아바타 및 환경에 의해 촉진되거나 조절될 수 있는 새로운 형태의 글로벌 공동체를 육성할 수 있어요.*\n\n## 최종 통찰\n\n\n\n사후 디지털 클론 기술의 발전은 사회에게 미치는 넓은 영향과 수용에 대한 미지수를 남기고 있습니다. 법적 및 규제 프레임워크가 뒤처지고 있어 윤리적, 개인정보 보호 및 동의 도전에 집중적인 노력이 필요합니다.\n\nDigital Marilyn의 론칭은 AI의 쌍날 단검을 보여주는 것으로 유명인들의 부활에서의 윤리적 논쟁에 대한 사례 연구로 실제 산업부문에서 윤리 논쟁에 대한 촉박한 대화가 필요함을 강조합니다. 디지턈 불멸성 개념은 정보의 안전성 및 개인정보 보호, 데이터 이용 가능성에 대한 상당한 우려를 자아냅니다. 이 디지턈 인물에 생명을 불어넣는 정보를 보호하는 것이 중요하며, 사망자의 디지턈 유산을 감독하는 사람과 그 보호를 위한 메커니즘에 대해 의문을 제기하게 됩니다.\n\n이러한 발전은 기억, 슬픔, 그리고 내세의 개념에 대한 접근 방식을 근본적으로 변화시킬 수 있으며, 잃음에 대처하고 유산을 보존하는 새로운 방법을 제공할 수 있습니다. 그러나 윤리적, 심리적, 법적 딜레마를 다루기 위해 신중히 생각하고 협력해야 합니다.\n\n가상의 미래에서 디지턈 복제물을 만드는 것은 우리 사회의 포괄적인 디지턈 표현물을 만들 수도 있으며, 세대 간에 만들어지는 집단 아바타의 병행 영역의 등장을 시사할 수 있습니다. 이러한 발전은 우리에게 새로운 디지턈 시대에서 사회 상호 작용, 정체성, 공동체 구조를 새롭게 상상해볼 기회를 제공합니다. 💬\n\n\n\n## 출처\n\n[1] 일부 사람들이 그것을 좋아합니다: 현실적인 디지털 Marilyn Monroe가 기술 회의에서 데뷔할 예정입니다. [CTV News](https://www.ctvnews.ca/sci-tech/some-like-it-bot-realistic-digital-marilyn-monroe-to-make-debut-at-tech-conference-1.6799870)\n[2] AI 생성된 Marilyn Monroe 챗봇은 '현실적인 감정'과 표현을 가지고 '긴 대화'를 할 수 있다고 회사는 주장합니다. [Yahoo Movies Canada](https://ca.movies.yahoo.com/ai-generated-marilyn-monroe-chatbot-170556628.html)\n[3] SXSW에서 Marilyn Monroe AI 버전이 공개되었습니다. [Hollywood Reporter](https://www.hollywoodreporter.com/news/general-news/marilyn-monroe-ai-backlash-digital-marilyn-1235846845/)\n[4] AI Marilyn Monroe가 동의없이 부활된 죽은 유명인 명단에 추가됩니다. [Yahoo News Canada](https://ca.news.yahoo.com/ai-marilyn-monroe-adds-to-the-list-of-dead-celebrities-digitally-resurrected-without-consent-184554216.html?guccounter=1)\n[5] 일부가 그것을 좋아합니다: 현실적인 Marilyn Monroe AI 이미지가 기술 회의에서 데뷔합니다. [Hindustan Times](https://tech.hindustantimes.com/tech/news/some-like-it-bot-realistic-marilyn-monroe-ai-image-to-make-debut-at-tech-conference-71709956632740.html)\n[6] AI Marilyn Monroe는 유명인 부활의 법정 외 자산 가치를 확장하는 또 다른 한 발짝을 마쳤습니다. [Yahoo Movies Canada](https://ca.movies.yahoo.com/movies/ai-marilyn-monroe-marks-another-003415402.html)\n[7] Iwasaki, Masaki. “Digital Cloning of the Dead: Exploring the Optimal Default Rule” Asian Journal of Law and Economics, 제15권, 제1호, 2024년, 1–29페이지. [바로 가기](https://doi.org/10.1515/ajle-2023-0125)\n[8] 디지털 부활의 신흥 현실: 심층적인 조사. [Free Astro Science](https://www.freeastroscience.com/2024/01/the-emerging-reality-of-digital.html?m=1)\n[9] 부활 동의: 죽은 자의 디지털 클론에 대한 태도에 대한 새로운 연구. [EurekAlert](https://www.eurekalert.org/news-releases/1030295)\n[10] AI 사망 기술 산업에서 생존하기. [LinkedIn](https://www.linkedin.com/pulse/staying-alive-ai-death-tech-industry-ginger-liu-m-f-a-?trk=public_post)\n[11] 이제 Eternity.AC와 같은 AI 스타트업을 통해 자신의 디지털 클론을 만들 수 있습니다, 이것은 불멸로 통하는 길을 열어줍니다. [TechPowerUp](https://www.techpowerup.com/315831/you-can-now-create-a-digital-clone-of-yourself-with-eternity-ac-an-ai-startup-paving-a-path-to-immortality)\n[12] Buitelaar, J.C. 사후 개인 정보 보호와 정보적 자결권. Ethics Inf Technol 19, 129–142 (2017). [바로 가기](https://doi.org/10.1007/s10676-017-9421-9)\n[13] 디지털 불멸성의 윤리와 영향. [Core.ac.uk](https://core.ac.uk/download/pdf/158977994.pdf)\n[14] 디지털 유명인의 무한 회복: 죽은 자를 가상 아바타로 만들어냄으로써 윤리적 난관. [LinkedIn](https://www.linkedin.com/pulse/digital-afterlife-ethical-conundrum-immortalizing-dead-mark-laurence)\n[15] 디지털 불멸성: 디지털 클라우드 속의 영생. [Humanity Redefined](https://www.humanityredefined.com/p/digital-immortality)\n[16] 네트워크 사회에서 사회적 관계. [Uppsala University](https://www.im.uu.se/research/projects/socia-relationships-in-the-network-society/)\n[17] Shyam Sundar, S. \"AI 사용의 증가: 인간-인공지능 상호작용(HAII)의 심리를 연구하기 위한 프레임워크.\" 2020년 1월, Journal of Computer-Mediated Communication, 제25권, 제1호, 74–88페이지. [바로 가기](https://doi.org/10.1093/jcmc/zmz026)\n[18] 기술이 인간 상호작용에 미치는 영향: 디지털 발전이 우리의 관계를 형성하는 방식. [LinkedIn](https://www.linkedin.com/pulse/effects-technology-human-interaction-how-digital-advances-dilbar)\n[19] 가정 내 사회 상호작용에 미치는 새로운 미디어 기술의 영향. [Maynooth University](https://www.maynoothuniversity.ie/sites/default/files/assets/document/SiobhanMcGrath.pdf)\n[20] BlockNet: 신뢰할 수 있는 공간 디지털 트윈을 넘어서 병렬 메타버스. [Diva-Portal](https://www.diva-portal.org/smash/get/diva2:1662535/FULLTEXT01.pdf)\n[21] Novak, R. \"‘몰입형 가상 온라인 아바타 사회'의 부상: 가상 공간에서 형성된 온라인 커뮤니티가 '실제' 사회를 이루는가? : 사회 고립을 위한 시각 기술.\" 2022년, Video Journal of Education and Pedagogy, 제6권, 제1호, 1–19페이지. [바로 가기](https://doi.org/10.1163/23644583-bja10023)\n[22] Zhihan Lv, Liang Qiao, Yuxi Li, Yong Yuan, Fei-Yue Wang, BlockNet: 신뢰할 수 있는 공간 디지털 트윈을 넘어서 병렬 메타버스, Patterns, 제3권, 제5호, 2022년, 100468, ISSN 2666–3899. [바로 가기](https://doi.org/10.1016/j.patter.2022.100468). 전문 액세스 [Diva-Portal](https://www.diva-portal.org/smash/get/diva2:1662535/FULLTEXT01.pdf)\n[23] 가상 커뮤니티. [위키백과](https://en.wikipedia.org/wiki/Virtual_community)\n[24] 디지털 실루엣: 미래에서 우리의 행동을 예측할 수 있는 우리 자신의 가상 버전. [The Conversation](https://theconversation.com/digital-doubles-in-the-future-virtual-versions-of-ourselves-could-predict-our-behaviour-186627)\n[25] Kai Tai Chan, \"디지털화 시대에 디지털화된 '자아'의 출현,\" Computers in Human Behavior Reports, 제6권, 2022년, 100191, ISSN 2451–9588. [바로 가기](https://doi.org/10.1016/j.chbr.2022.100191)\n[26] 연도별 디지털 생활 변화로 인한 가장 해로운 변화에 대해 [피유 리서치](https://www.pewresearch.org/internet/2023/06/21/themes-the-most-harmful-or-men","ogImage":{"url":"/assets/img/2024-05-16-DigitalMarylinTheRiseofVirtualImmortalityandtheAvatarCollective_0.png"},"coverImage":"/assets/img/2024-05-16-DigitalMarylinTheRiseofVirtualImmortalityandtheAvatarCollective_0.png","tag":["Tech"],"readingTime":12},{"title":"신뢰받을 자격이라는 착시","description":"","date":"2024-05-16 09:44","slug":"2024-05-16-TheIllusionofDeservingTrust","content":"\n\n![image](/assets/img/2024-05-16-TheIllusionofDeservingTrust_0.png)\n\n안녕하세요! 2024년은 게임계에서 정말 치열한 한 해가 되고 있어요. 어디를 보아도 스튜디오가 닫히거나 대대적인 인력 감축을 겪고 있는 상황이네요. 최근 뉴스를 따라보셨다면, 각 스튜디오들이 이러한 인력 감축의 이유로 각양각색의 이유들을 들고 있음을 아실 수 있을 겁니다. 많은 스튜디오가 영향을 받았지만, 가장 놀라운 인력 감축과 폐쇄 소식은 소위 “빅 3”으로 불리는 두 회사에서 온 것입니다.\n\n이번 해는 Microsoft와 Sony가 특히 흥미로운 해가 되었습니다. 글 쓰는 시점에서 Microsoft와 Sony는 매년 열리는 각자의 이벤트를 며칠이나 몇 주 앞두고 있죠. 게이머들은 두 플랫폼의 타이틀 업데이트를 기대하며, 계속해서 관심을 끌 것으로 예상됩니다. 특히 Microsoft 측에서는 1년 이상 동안 퍼스트파티 게임이 부족했는데, 이번 몇 달 동안 Microsoft는 자회사 인수 전략의 결과로 최소 세 개의 게임을 출시할 예정입니다. Senua’s Saga: Hellblade II, Avowed, 그리고 곧 출시될 인디아나 존스 게임은 지난 십 년 동안 인수한 스튜디오에서 개발하고 있습니다. Microsoft 측에서 이번에 나올 게임들에는 흥분하고 있지만, 이후 Sony로부터 나올 게임들도 기대하고 있습니다. 하지만 여기서 중요한 건 두 플랫폼 자체에 대한 불만이에요.\n\n2024년은 인력 감축으로 인해 많은 부정적인 영향을 받은 해입니다. Microsoft와 Sony는 스튜디오를 폐쇄하거나 직원을 해고하는 것이 낯설지 않죠. 지난 주 Microsoft는 충격적으로 네 개의 스튜디오 폐쇄를 발표했습니다. 이에 더해 지난 1월에 이미 게임 부문에서 거의 1,900명을 해고한 바 있습니다. Sony 역시 이번 2월에 스튜디오를 통틀어 약 900명 분을 해고했습니다. 더 열받게 만드는 것은, 둘 다 최근 수익 증가를 발표했음에도 불구하고 인력 감축을 정당화하는 언어를 사용한다는 점이에요. 지난 주에 영향을 받은 스튜디오 중 하나인 Tango Gameworks의 폐쇄 소식은 많은 이들에게 충격이었습니다. Tango는 막 Hi-Fi Rush를 2023년 1월에 출시했는데, 매우 높은 평가를 받았죠. 게다가 Microsoft의 Aaron Greenberg가 그 게임이 “모든 주요 지표 및 기대치에 따라 성공적이었다”고 주장한 것은 더욱 당황스러운 일이죠.\n\n\n\n\n이런 상황은 저를 비롯한 게이머들을 거리낌하게 만들었어. 2024년에 스튜디오가 살아남기 위해서는 무엇을 해야하는지 궁금해. 내 기억력이 부족할지라도, 성공한 게임을 내놓는 것이 스튜디오를 유지해온 것으로 알았어. 이런 대형 게임 배급사들에 내 신뢰를 어떻게 할 수 있을까? 알다시피 대기업을 \"믿는다\"는 것 자체가 어리석은 짓이긴 하지만, 나는 과거에 믿었었거든. 게이머들은 이 플랫폼들이 성공하기를 원해. 이건 사실이야. 대부분의 사람들은 그냥 자신의 선택에 따라 재미있는 게임을 하고 싶어해. 이런 좋은 게임들을 내놓을 거냐는데, 이런 배급사들에 어떻게 믿음을 씌울 수 있을까, 자신들을 만들어내는 사람들조차 존중하지 못하는 상황에서. 게임을 만드는 사람들을 해고한다면 게임이 줄어들 것이야. 그 결과로 사람들은 더 실망하게 될거야.  \n\n이 상황은 내게 더 많은 질문을 남겨. 게임이 줄어들면, 독립 게임 씬에 맡길 것인가? 가능할까? 닌텐도는 어느 길을 선택하려 할까? 내가 무서워지지 않을 수 없어. 이 두려움이 본질적으로 어리석다는 건 안다. 결국 이건 단지 비디오 게임에 불과하니까. 그렇지만, 어쩔 수 없어. 이 산업은 겨우 50년이 채 되었어. 이 순간이 지나갈까, 아니면 잔인한 끝의 시작일까?","ogImage":{"url":"/assets/img/2024-05-16-TheIllusionofDeservingTrust_0.png"},"coverImage":"/assets/img/2024-05-16-TheIllusionofDeservingTrust_0.png","tag":["Tech"],"readingTime":2}],"page":"8","totalPageCount":13,"totalPageGroupCount":1,"lastPageGroup":13,"currentPageGroup":0},"__N_SSG":true}