{"pageProps":{"post":{"title":"Xbox의 차단","description":"","date":"2024-05-15 19:43","slug":"2024-05-15-ThekillingofXbox","content":"\n\n## 혹은 몇 년 동안 마이크로소프트가 브랜드 자체 파괴의 최악 과정에 참여하고 있는지에 대한 견해.\n\n이 작품에서 제가 제시하는 의견은 Xbox 브랜드의 팬이기 때문에 편향적일 것이라고 처음부터 고백하겠습니다. Xbox 브랜드의 팬인 저는 여전히 팬인데, 최근 몇 년간 Xbox는 제 생각을 바꾸려고 매우 노력해 왔습니다. 제가 게이머로 활동한 지 약 35년이 되었는데, 처음 Xbox 콘솔을 갖고 있지는 않았지만 Xbox 360은 마이크로소프트가 게임 산업에서 자리를 확보한 것을 제게 확실히 인식시켜 주었으며, 지난에 그 분야에서 몇 가지 심각한 실수를 저질러왔음에도 불구하고 그들이 취하는 방향에는 가치가 있다는 것을 입증했습니다.\n\n결국 브랜드 인식은 언제나 주관적입니다.\n\n그러나 저는 브랜드 디자인을 15년 이상 진행해 온 사람과 게임 산업에 매우 관심이 있는 사람의 관점에서 이 상황을 살펴볼 것입니다. 그리고 저는 ‘비즈니스’ 관련 인물은 아니지만 비즈니스 측면에서도 몇 가지 생각을 가지고 있을 것입니다.\n\n\n\n이제 두 가지 해명이 필요합니다. 저는 전반적으로 마이크로소프트가 아니라 Xbox에 대해 이야기하고 있습니다. Xbox 브랜드는 게이머들 사이에서 꽤 긍정적으로 인식되고 있습니다 (적어도 반대팀인 PlayStation과 닌텐도의 열렬한 \"팬\" 뿐만 아니라 PC 마스터 레이스를 자청하는 사람들을 제외하면요). 그러나 마이크로소프트가 게임과 관련된 브랜드로 인식되는 것에 대한 견해는 훨씬 덜 환한 편입니다.\n두 번째로, 여기서 \"게이머\"라는 용어를 \"대상 시장\"이나 \"최종 고객\"과 같은 일반적인 용어와 교체해서 사용할 것입니다. 이 경우에 보다 정확한 명칭이 되기 때문이죠.\n\n마이크로소프트가 2001년에 콘솔 시장에 참여하기 전에는 게임과는 어느 정도 연관이 있었던 브랜드였습니다. 만약 PC 게이머였다면 Windows에서 게임을 했을 것입니다. 80년대에는 맥에서의 게임이 크게 이뤄졌지만, 90년대 중반에는 거의 사라져서 게이머들이 그 전에 MS-DOS와 맥에서 PC로 전환하게 되었습니다. 1995년에 DirectX를 출시함으로써 마이크로소프트는 게임 개발자들 (그리고 그에 따라 게이머들)을 MS-DOS와 맥에서 그들의 새로운 OS로 유도하려는 의미심장한 노력을 했습니다. 거의 30년이 지난 지금도, Windows는 가정용 컴퓨터에서 게임을 하는 플랫폼으로 재활합니다.\n\n그러나 마이크로소프트는 게이머들 사이에서 최상의 평판을 가지지 못했습니다. 초기 Windows 특유의 문제점, 수 년 후에 발매한 Windows Vista의 끔찍한 출시, 그리고 Windows와 Xbox 간의 연결 조직이 되려고 했던 Games for Windows Live의 도입은 단순히 잘못 구상된 DRM (디지털 저작권 관리) 시스템이 되었기 때문에 마이크로소프트가 PC 게이머들과의 관계를 손상시킨 몇 가지 나쁜 결정을 내렸습니다.\n그러나 그 후 Xbox는 게임 콘솔 시장에 참여하기로 결정하고 2001년에 자사 Xbox 브랜드를 선보였습니다. 그리고 Windows와 달리, Xbox는 모든 올바른 선택을 했었습니다. 적어도 어느 정도는요.\n\n- PlayStation과 닌텐도가 실제로 다른 주요 경쟁사가 없는 시장에 강력한 콘솔을 도입했습니다.\n- Xbox Live를 소개함으로써 콘솔에서 온라인 게임을 보편화했습니다.\n- Xbox 360 시대에 Xbox Live Arcade에서 다운로드 가능한 게임으로 독립 개발자들에게 닫힌 콘솔 생태계에 훨씬 쉬운 접근을 허용했습니다.\n\n\n\n약 10년 동안 게임 산업의 트렌드를 주도했던 것은 Xbox였습니다.\n\nXbox는 (어느 정도는 Microsoft을 떠나서) 게임 산업 뿐만 아니라 일반 대중 문화에서도 자리를 잡았습니다. 오늘날에도 일반 대중 중 일부에서 여전히 편견과 싸워야 하는 산업 속에서, 게임 브랜드로서 그야말로 작지 않은 성과를 거두었습니다 (음악이나 영화 산업보다 큰 산업임에도 불구하고).\n\n하지만 Xbox의 역사는 영원한 성공의 이야기가 아닙니다. 3세대 콘솔을 선보이며 Xbox는 치명적인 실수를 저질렀는데, 이는 한 세대 전에 플레이스테이션을 망가뜨린 중요한 실수였습니다 — 그들의 주요 경쟁사. 그들은 고객들의 충성심이 무한하다고 생각했기 때문입니다.\n\nXbox One은 비싼 SKU로 출시되었고, 이상하게도 실시간 TV와의 시너지에 초점을 맞추고, 아무도 원치 않았던 카메라 주변기기인 Kinect와 번들로 제공되었습니다. 그 위에 Xbox는 게임의 실체적 사본조차 사용자의 계정에 연결되어 매도가 불가능하게 되며, 콘솔이 지속적인 인터넷 연결을 요구할 수도 있다고 발표했습니다 — 게이머들을 화나게 하며, 이후 Xbox가 마지막으로 걸어갔습니다. 하지만 브랜딩적인 관점에서, Xbox가 한 큰 실수를 저질렀습니다 — 그들은 스스로를 \"엔터테인먼트\" 브랜드로 재배치하려고 했는데, 그것도 갑자기만인 것처럼 게임 브랜드로서가 아닌 것처럼 보였습니다. 기존 베이스의 일부를 소외시키는 대신에 목표 대상 시장을 확대하기보다, 게이머들은 이를 수용할 수 없었습니다.\n\n\n\nXbox found out the hard way, like many other brands do, that a single decision has the power to unravel the goodwill established with customers over many years.\n\nIn the subsequent years, the team at Redmond was in full-fledged damage-control mode. Xbox launched a more affordable and slightly upgraded variant of the Xbox One, now without Kinect. They made a significant U-turn from their focus on TV, putting emphasis back on games, while also embracing their global identity, not just as a US-based brand.\n\nHowever, in the interconnected world of brands, Xbox's competitors capitalized on their missteps, enhancing their gamer-centric messaging and leaving Xbox playing catch-up.\n\nUnfortunately, the brand never fully recovered from this setback.\n\n\n\nXbox가 전체 세대를 통틀어 명성을 회복해야 했지만, 다가오는 새로운 세대를 대비하여 게임을 중심으로 한 제안과 브랜드 메시지를 내세우기로 결정했다.\n\n놀랍게도, Xbox Series 세대 하드웨어는 보조 역할을 하게 되었는데, Xbox의 전략은 그 하드웨어가 아니라 서비스를 중심으로 한 것이었다. 구체적으로 말하자면 그들의 게임 패스 - Xbox 콘솔 뿐만 아니라 PC 및 모바일 기기(스트리밍을 통해)에서 게이머들에게 다양한 게임 라이브러리에 접근 가능한 구독 서비스였다. 그 위에, Microsoft 소유 스튜디오들이 제작한 모든 1자 게임들이 발매 첫 날부터 게임 패스에서 제공되었다. 이는 산업 내에서 이전과 같은 동작이 없었던 것으로, Xbox의 큰 도전으로 평가 받았다.\nMicrosoft는 Xbox Series X가 제공될 가장 강력한 콘솔을 제작한다는 큰 발표를 내지만, 쇼의 주인공은 게임 패스였다.\n\n표면적으로는 모든 것이 올바른 방향으로 흐르고 있는 것처럼 보였지만 - 게이머들을 위한 하드웨어를 만들었고, 게이머들을 위한 서비스를 만들었으며, 게이머들에게 액세스 가능하도록 만들었다는 점에서, 사전에 게이머가 아니었던 사람들도 이용할 수 있도록했지만, 아마도 우연히도 스스로 모순을 일으키게 되었다. 여기서 나는 Xbox가 카디널 실수를 범했다고 생각한다.\n\n메시지가 모호했다.\n\n\n\n한편으로는 브랜드가 \"지금까지 만들어진 가장 강력한 콘솔\"을 제공했지만, 반대로 그 콘솔이 없어도 게임을 할 필요도 없었습니다. PC에서도 동일한 게임을 즐길 수 있었기 때문입니다. PC는 Series X보다 훨씬 강력하게 구성될 수도 있었고, 스마트폰이나 태블릿에서도 게임을 즐길 수 있었습니다. 게다가, 모든 1자 게임이 두 해 동안은 Xbox One에도 출시될 것이라고 약속했습니다.\n\n가격이나 하드웨어 기능 외 다른 요소들을 제외하고, 소니와 닌텐도는 플랫폼 독점 게임을 중심으로 브랜드를 구축했습니다. 그것이 각 제조업체의 기계를 소유해야 하는 이유이자 매력적인 요인이었습니다. 이전에도 Xbox의 독점 게임이 있었지만, 이제는 PC나 심지어 모바일 기기에서도 액세스할 수 있어 더 이상 독점적이지 않다고 느껴졌습니다. 더 나빠진 점은, 이전 시리즈의 프랜차이즈가 상당한 인기를 상실했다는 점입니다.\n\n이것이 Xbox 콘솔의 판매가 경쟁사에 비해 아직도 크게 뒤떨어지는 이유 중 하나라고 생각합니다 (일부 보고서에 따르면 PlayStation 5 콘솔이 Xbox Series 콘솔을 대략 3대 1 정도 판매한 것으로 나타났습니다). 그런데 이것은 Xbox One 세대가 대참사였기 때문에 더욱 치명적합니다. Xbox는 새로운 콘솔을 구매하도록 게이머들에게 동기를 부여하지 않았습니다. Xbox 브랜드는 자체 서비스를 홍보하는 것으로 인해 스스로 독을 내밷었습니다.\n\n그럼에도 불구하고, 사후의 명석한 판단은 20/20입니다 - 오늘 날에는 그 모든 것이 어느 정도 계획된 것처럼 보이며, Xbox는 게임, 게임 보존, 서비스 접근성에 대한 헌신으로 Xbox Series 출시 주변에서 게이머들로부터 선의를 회복했습니다.\n\n\n\n엑스박스는 예상했던 대로 타겟 오디언스의 반응을 보이지 않았던 하나의 추가적인 트렌드가 있었어요. 오히려 — 그들은 함께했어요.\nPS4와 엑스박스 원 시대에 유비소프트, 일렉트로닉 아츠, 혹은 테이크투와 같은 대형 게임 배급사들이 게이머들로부터 호감을 잃기 시작했어요. 그들의 포악한 비즈니스 관행, 엉망인 고객 서비스, 그리고 톤틀린 PR로 인해요.\n게이머들에게는 그들의 제품의 품질, 직원들의 안녕, 혹은 고객의 만족이 주 요소가 아니라는 것이 명확해졌어요. 유일한 움직이게 하는 것은 돈이었고 금전적 이익은 필요한 모든 수단으로 달성될 거라는 것이었어요.\n그 회사들이 실제로 그런 운영 현실을 가지고 있는지 여부는 별로 중요하지 않아요. 중요한 건 브랜딩 관점에서 전해지는 메시지가 악평을 받았다는 거죠.\n\n엑스박스는 처음부터 그렇게 부정적인 시선을 받았던 것은 아니지만, 시리즈 X의 공개쯤에 전례없는 인수의 연발로 나서서 산업을 굳게 흔들었어요. 그 인수 연발은 산업 중에서도 가장 큰 게임 배급사 중 하나인 Activision-Blizzard의 750억 달러에 이르는 인수로 극에 이르렀죠. 이 회사는 콜 오브 듀티, 월드 오브 워크래프트, 혹은 캔디 크래쉬와 같은 게임의 권리를 소유하고 있어요. 이 인수 계획은 전 세계의 정부 규제 기관들로부터 감시를 받으면서 처음에는 그중 많은 기관이 이 거래에 반대했어요.\n옆으로 침범하는 언어와 아랫것들을 용서해 주세요만 750억 달러는 정말 많은 돈이에요.\n\n이 인수들은 개발자들을 위한 더 높은 자유, 더 적은 창의적인 제약과 예산적 제약, 그리고 평화를 약속하는 메시징과 함께 이루어졌어요.\n\n하지만, 약속된 '엑스박스 게임 스튜디오 가족'은 기능을 하지 못했어요.\n\n\n\n브랜드가 매력을 잃고 있다는 첫 번째 징후들이 매우 빨리 나타났다. 많은 게이머들이 한 브랜드 아래 많은 스튜디오들을 보유하는 것이 독점적인 행위를 야기할 것이라 우려하며, Activision-Blizzard의 인수는 이러한 인식을 더욱 굳혀 주었다.\n\n점점 더 많은 Xbox 사용자들이 업계에서 가장 나쁜 관행들에 가담하고 있다는 것을 공개적으로 밝히기 시작했다 - 미완성 게임 출시, 의심스러운 화폐화 솔루션 도입, 싱글 플레이어 게임을 플레이하려면 인터넷 연결이 필요하다는 것 등 논란이 뒤따랐다. Xbox가 새로운 스튜디오들을 어떻게 관리하고 있는지도 의문이 되었다.\n\n일부 비평가들에 의하면, 그들의 스튜디오의 작품 수준은 기대에 못 미치고 있다.\n\n그렇게 우리는 현재에 이르러 게임 산업이 분명히 대규모 위기에 직면한 시기에 도달했다. 신종 코로나 바이러스 대유행 기간 동안 예산이 급증한 대작 게임들은 불가능한 재정 목표를 달성하지 못하고 있다. 개발자들이 대거 해고되고 스튜디오들이 폐쇄되고 있다. 게임들은 완성되지 않은 채 출시되고, 기존 기능들이 유료화되고 있다.\n이러한 환경은 브랜드가 이미지 변화에 매우 민감하게 만든다. 나쁜 결정은 브랜드 인식에 두 배의 영향을 미칠 수 있지만, 좋은 결정은 세상의 차이를 만들 수 있다.\n불행히도, 이와 같은 시장 상황은 두 가지를 일으키기도 한다:\n\n\n\n- 브랜드들은 극도로 위험 회피적이 되어 자신들의 브랜드 이미지에 영향을 미치는 필요한 비즈니스 결정만 내리는 것으로 제한합니다. 종종 메시지 처리를 잘못하여 기업용어로 가득 찬 보도자료와 함께 전문가들에 의해 제공되는 인터뷰에서 우울한 표정의 임원들이 진행합니다. 이는 오직 가장 열성적인 이해관계자만 공감할 수 있는 상황입니다.\n- 브랜딩과 마케팅은 기업이 그것을 중지할 수 없는 것이기 때문에, 그들은 주로 그 시점에서 중요한 사회 정치적 주제 주변의 메시징을 구축하기 시작합니다. 이는 해당 주제들과 일치하기 때문이 아니라, 관심을 끌면서 게임 브랜드와 자연스럽게 관련된 측면에서 주목하고 싶지 않은 부분들을 비추는 것입니다.\n\n이것은 두 가지 문제를 제시합니다. 먼저, 브랜드가 시장의 틀에서 벗어남에 따라 브랜드 가치와 메시징 일관성을 유지하는 것은 매우 어렵습니다. 그리고 브랜드의 위치와 관련이 없는 메시지로 벗어나게 되면, 고객들 중 일부를 소외시키는 경향이 있습니다. 매우 수익성 있는 기업이 사람들을 해고하는 동안 동시에 기록적인 수익을 발표하는 것은 마치 석유 산업 거물이 갑자기 비건 캠페인에 참여하는 것만큼 설득력이나 공감대를 형성하기 어렵습니다.\n\n이러한 주제에서 조금 벗어났지만, Xbox의 상황과 관련이 있습니다.\n\n레드먼드 그린(마이크로소프트 소유의 브랜드)는 상대적으로 성공적으로 사회정치적 \"물타기\"를 회피하고 있습니다. (\"상대적\"은 여기서 핵심 단어이며, 그것이 아직 오는 일은 거의 확실하다고 생각합니다.) 그러나 최근의 비즈니스 결정을 둘러싼 PR은 마이크로소프트 소유의 브랜드로서는 상당히 부적절합니다. 마이크로소프트가 자신들의 PR과 브랜딩에 관해서 유혹적으로 선보이는 것이 아니라, 더 잘알아야 할 것이지만 딱히 그렇지 않다는 점입니다.\n\n\n\n마이크로소프트가 최근에 여러 스튜디오를 폐쇄했습니다. 이곳에서는 Xbox 자체가 아닌 마더 브랜드에 따른 것으로 보이는 모든 증거를 들어서 명확히 마이크로소프트를 지목하고 있습니다. 이것 자체로는 이해할 수 있는 일입니다. 특히 현재의 시장 상황을 고려하면 더 그렇습니다. 그러나 폐쇄 방식과 Xbox 브랜드에 미칠 영향은 다른 문제입니다.\n\n조금 전까지 Xbox 임원들은 브랜드적 관점에서 항상 게임 업계에서 가장 관련성 높은 경영진들 중 일부였습니다. 몇 주 후에 갑자기 폐쇄된 스튜디오들과 함께 기념일과 게임 출시 성공을 축하하던 것을 생각하면 굉장히 상반된 모습입니다.\n\n여기에는 엄청난 이중성이 있습니다. 이미 이것이 Xbox 브랜드 인식에 상당히 해로운 영향을 미쳤고, 게이머와 게임 코멘테이터들 모두가 Xbox가 상황을 어떻게 다루고 있는지 의아해하며 머리를 긁고 있습니다. 3조 달러 기업의 후원을 받는 브랜드인 Xbox조차 더는 믿을만하지 않다는 것 같습니다. Xbox 임원들이 이 결정 프로세스에 참여하지 않은 것으로 추측되지만, 최종적으로 이 문제의 책임이 그들에게 돌아갈 것입니다. 그렇게 멀찮게 처리하지 않고 있습니다.\n\n브랜딩 실수가 있을 수 있지만, 특정 효과를 얻기 위해 브랜드 이미지를 일부러 잘못 다루는 것과는 다릅니다. 이것은 어느 쪽일 수도 있습니다.\n\n\n\n마이크로소프트의 매출 증가와 게임 사업 규모 증대로 인해 모든 것을 유지하는 것은 매우 어려울 것입니다.\n하지만 하드웨어 판매 부진과 게임 패스 가입자 기반의 침체로 인해 Xbox가 성과를 내지 못하고 있다고 판단한 마이크로소프트가, Zune을 대체한 Xbox를 폐기하려는 상황일 수도 있습니다.\nXbox는 게임 기기 시장에 대한 헌신을 유지하면서도 우수한 1자 출시 제목을 제공하고 게임 보존에 대한 약속을 지키고 있지만, 마이크로소프트는 Xbox를 맹독에 버리려는 듯한 모습을 보이고 있습니다.\n\n아무도 좋아하지 않는 브랜드를 폐기하는 것은 훨씬 수월하겠죠.","ogImage":{"url":"/assets/img/2024-05-15-ThekillingofXbox_0.png"},"coverImage":"/assets/img/2024-05-15-ThekillingofXbox_0.png","tag":["Tech"],"readingTime":9},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h2: \"h2\",\n    p: \"p\",\n    ul: \"ul\",\n    li: \"li\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h2, {\n      children: \"혹은 몇 년 동안 마이크로소프트가 브랜드 자체 파괴의 최악 과정에 참여하고 있는지에 대한 견해.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 작품에서 제가 제시하는 의견은 Xbox 브랜드의 팬이기 때문에 편향적일 것이라고 처음부터 고백하겠습니다. Xbox 브랜드의 팬인 저는 여전히 팬인데, 최근 몇 년간 Xbox는 제 생각을 바꾸려고 매우 노력해 왔습니다. 제가 게이머로 활동한 지 약 35년이 되었는데, 처음 Xbox 콘솔을 갖고 있지는 않았지만 Xbox 360은 마이크로소프트가 게임 산업에서 자리를 확보한 것을 제게 확실히 인식시켜 주었으며, 지난에 그 분야에서 몇 가지 심각한 실수를 저질러왔음에도 불구하고 그들이 취하는 방향에는 가치가 있다는 것을 입증했습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"결국 브랜드 인식은 언제나 주관적입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그러나 저는 브랜드 디자인을 15년 이상 진행해 온 사람과 게임 산업에 매우 관심이 있는 사람의 관점에서 이 상황을 살펴볼 것입니다. 그리고 저는 ‘비즈니스’ 관련 인물은 아니지만 비즈니스 측면에서도 몇 가지 생각을 가지고 있을 것입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이제 두 가지 해명이 필요합니다. 저는 전반적으로 마이크로소프트가 아니라 Xbox에 대해 이야기하고 있습니다. Xbox 브랜드는 게이머들 사이에서 꽤 긍정적으로 인식되고 있습니다 (적어도 반대팀인 PlayStation과 닌텐도의 열렬한 \\\"팬\\\" 뿐만 아니라 PC 마스터 레이스를 자청하는 사람들을 제외하면요). 그러나 마이크로소프트가 게임과 관련된 브랜드로 인식되는 것에 대한 견해는 훨씬 덜 환한 편입니다.\\n두 번째로, 여기서 \\\"게이머\\\"라는 용어를 \\\"대상 시장\\\"이나 \\\"최종 고객\\\"과 같은 일반적인 용어와 교체해서 사용할 것입니다. 이 경우에 보다 정확한 명칭이 되기 때문이죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"마이크로소프트가 2001년에 콘솔 시장에 참여하기 전에는 게임과는 어느 정도 연관이 있었던 브랜드였습니다. 만약 PC 게이머였다면 Windows에서 게임을 했을 것입니다. 80년대에는 맥에서의 게임이 크게 이뤄졌지만, 90년대 중반에는 거의 사라져서 게이머들이 그 전에 MS-DOS와 맥에서 PC로 전환하게 되었습니다. 1995년에 DirectX를 출시함으로써 마이크로소프트는 게임 개발자들 (그리고 그에 따라 게이머들)을 MS-DOS와 맥에서 그들의 새로운 OS로 유도하려는 의미심장한 노력을 했습니다. 거의 30년이 지난 지금도, Windows는 가정용 컴퓨터에서 게임을 하는 플랫폼으로 재활합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그러나 마이크로소프트는 게이머들 사이에서 최상의 평판을 가지지 못했습니다. 초기 Windows 특유의 문제점, 수 년 후에 발매한 Windows Vista의 끔찍한 출시, 그리고 Windows와 Xbox 간의 연결 조직이 되려고 했던 Games for Windows Live의 도입은 단순히 잘못 구상된 DRM (디지털 저작권 관리) 시스템이 되었기 때문에 마이크로소프트가 PC 게이머들과의 관계를 손상시킨 몇 가지 나쁜 결정을 내렸습니다.\\n그러나 그 후 Xbox는 게임 콘솔 시장에 참여하기로 결정하고 2001년에 자사 Xbox 브랜드를 선보였습니다. 그리고 Windows와 달리, Xbox는 모든 올바른 선택을 했었습니다. 적어도 어느 정도는요.\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"PlayStation과 닌텐도가 실제로 다른 주요 경쟁사가 없는 시장에 강력한 콘솔을 도입했습니다.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Xbox Live를 소개함으로써 콘솔에서 온라인 게임을 보편화했습니다.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Xbox 360 시대에 Xbox Live Arcade에서 다운로드 가능한 게임으로 독립 개발자들에게 닫힌 콘솔 생태계에 훨씬 쉬운 접근을 허용했습니다.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"약 10년 동안 게임 산업의 트렌드를 주도했던 것은 Xbox였습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Xbox는 (어느 정도는 Microsoft을 떠나서) 게임 산업 뿐만 아니라 일반 대중 문화에서도 자리를 잡았습니다. 오늘날에도 일반 대중 중 일부에서 여전히 편견과 싸워야 하는 산업 속에서, 게임 브랜드로서 그야말로 작지 않은 성과를 거두었습니다 (음악이나 영화 산업보다 큰 산업임에도 불구하고).\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만 Xbox의 역사는 영원한 성공의 이야기가 아닙니다. 3세대 콘솔을 선보이며 Xbox는 치명적인 실수를 저질렀는데, 이는 한 세대 전에 플레이스테이션을 망가뜨린 중요한 실수였습니다 — 그들의 주요 경쟁사. 그들은 고객들의 충성심이 무한하다고 생각했기 때문입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Xbox One은 비싼 SKU로 출시되었고, 이상하게도 실시간 TV와의 시너지에 초점을 맞추고, 아무도 원치 않았던 카메라 주변기기인 Kinect와 번들로 제공되었습니다. 그 위에 Xbox는 게임의 실체적 사본조차 사용자의 계정에 연결되어 매도가 불가능하게 되며, 콘솔이 지속적인 인터넷 연결을 요구할 수도 있다고 발표했습니다 — 게이머들을 화나게 하며, 이후 Xbox가 마지막으로 걸어갔습니다. 하지만 브랜딩적인 관점에서, Xbox가 한 큰 실수를 저질렀습니다 — 그들은 스스로를 \\\"엔터테인먼트\\\" 브랜드로 재배치하려고 했는데, 그것도 갑자기만인 것처럼 게임 브랜드로서가 아닌 것처럼 보였습니다. 기존 베이스의 일부를 소외시키는 대신에 목표 대상 시장을 확대하기보다, 게이머들은 이를 수용할 수 없었습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Xbox found out the hard way, like many other brands do, that a single decision has the power to unravel the goodwill established with customers over many years.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In the subsequent years, the team at Redmond was in full-fledged damage-control mode. Xbox launched a more affordable and slightly upgraded variant of the Xbox One, now without Kinect. They made a significant U-turn from their focus on TV, putting emphasis back on games, while also embracing their global identity, not just as a US-based brand.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"However, in the interconnected world of brands, Xbox's competitors capitalized on their missteps, enhancing their gamer-centric messaging and leaving Xbox playing catch-up.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Unfortunately, the brand never fully recovered from this setback.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Xbox가 전체 세대를 통틀어 명성을 회복해야 했지만, 다가오는 새로운 세대를 대비하여 게임을 중심으로 한 제안과 브랜드 메시지를 내세우기로 결정했다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"놀랍게도, Xbox Series 세대 하드웨어는 보조 역할을 하게 되었는데, Xbox의 전략은 그 하드웨어가 아니라 서비스를 중심으로 한 것이었다. 구체적으로 말하자면 그들의 게임 패스 - Xbox 콘솔 뿐만 아니라 PC 및 모바일 기기(스트리밍을 통해)에서 게이머들에게 다양한 게임 라이브러리에 접근 가능한 구독 서비스였다. 그 위에, Microsoft 소유 스튜디오들이 제작한 모든 1자 게임들이 발매 첫 날부터 게임 패스에서 제공되었다. 이는 산업 내에서 이전과 같은 동작이 없었던 것으로, Xbox의 큰 도전으로 평가 받았다.\\nMicrosoft는 Xbox Series X가 제공될 가장 강력한 콘솔을 제작한다는 큰 발표를 내지만, 쇼의 주인공은 게임 패스였다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"표면적으로는 모든 것이 올바른 방향으로 흐르고 있는 것처럼 보였지만 - 게이머들을 위한 하드웨어를 만들었고, 게이머들을 위한 서비스를 만들었으며, 게이머들에게 액세스 가능하도록 만들었다는 점에서, 사전에 게이머가 아니었던 사람들도 이용할 수 있도록했지만, 아마도 우연히도 스스로 모순을 일으키게 되었다. 여기서 나는 Xbox가 카디널 실수를 범했다고 생각한다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"메시지가 모호했다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"한편으로는 브랜드가 \\\"지금까지 만들어진 가장 강력한 콘솔\\\"을 제공했지만, 반대로 그 콘솔이 없어도 게임을 할 필요도 없었습니다. PC에서도 동일한 게임을 즐길 수 있었기 때문입니다. PC는 Series X보다 훨씬 강력하게 구성될 수도 있었고, 스마트폰이나 태블릿에서도 게임을 즐길 수 있었습니다. 게다가, 모든 1자 게임이 두 해 동안은 Xbox One에도 출시될 것이라고 약속했습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"가격이나 하드웨어 기능 외 다른 요소들을 제외하고, 소니와 닌텐도는 플랫폼 독점 게임을 중심으로 브랜드를 구축했습니다. 그것이 각 제조업체의 기계를 소유해야 하는 이유이자 매력적인 요인이었습니다. 이전에도 Xbox의 독점 게임이 있었지만, 이제는 PC나 심지어 모바일 기기에서도 액세스할 수 있어 더 이상 독점적이지 않다고 느껴졌습니다. 더 나빠진 점은, 이전 시리즈의 프랜차이즈가 상당한 인기를 상실했다는 점입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이것이 Xbox 콘솔의 판매가 경쟁사에 비해 아직도 크게 뒤떨어지는 이유 중 하나라고 생각합니다 (일부 보고서에 따르면 PlayStation 5 콘솔이 Xbox Series 콘솔을 대략 3대 1 정도 판매한 것으로 나타났습니다). 그런데 이것은 Xbox One 세대가 대참사였기 때문에 더욱 치명적합니다. Xbox는 새로운 콘솔을 구매하도록 게이머들에게 동기를 부여하지 않았습니다. Xbox 브랜드는 자체 서비스를 홍보하는 것으로 인해 스스로 독을 내밷었습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그럼에도 불구하고, 사후의 명석한 판단은 20/20입니다 - 오늘 날에는 그 모든 것이 어느 정도 계획된 것처럼 보이며, Xbox는 게임, 게임 보존, 서비스 접근성에 대한 헌신으로 Xbox Series 출시 주변에서 게이머들로부터 선의를 회복했습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"엑스박스는 예상했던 대로 타겟 오디언스의 반응을 보이지 않았던 하나의 추가적인 트렌드가 있었어요. 오히려 — 그들은 함께했어요.\\nPS4와 엑스박스 원 시대에 유비소프트, 일렉트로닉 아츠, 혹은 테이크투와 같은 대형 게임 배급사들이 게이머들로부터 호감을 잃기 시작했어요. 그들의 포악한 비즈니스 관행, 엉망인 고객 서비스, 그리고 톤틀린 PR로 인해요.\\n게이머들에게는 그들의 제품의 품질, 직원들의 안녕, 혹은 고객의 만족이 주 요소가 아니라는 것이 명확해졌어요. 유일한 움직이게 하는 것은 돈이었고 금전적 이익은 필요한 모든 수단으로 달성될 거라는 것이었어요.\\n그 회사들이 실제로 그런 운영 현실을 가지고 있는지 여부는 별로 중요하지 않아요. 중요한 건 브랜딩 관점에서 전해지는 메시지가 악평을 받았다는 거죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"엑스박스는 처음부터 그렇게 부정적인 시선을 받았던 것은 아니지만, 시리즈 X의 공개쯤에 전례없는 인수의 연발로 나서서 산업을 굳게 흔들었어요. 그 인수 연발은 산업 중에서도 가장 큰 게임 배급사 중 하나인 Activision-Blizzard의 750억 달러에 이르는 인수로 극에 이르렀죠. 이 회사는 콜 오브 듀티, 월드 오브 워크래프트, 혹은 캔디 크래쉬와 같은 게임의 권리를 소유하고 있어요. 이 인수 계획은 전 세계의 정부 규제 기관들로부터 감시를 받으면서 처음에는 그중 많은 기관이 이 거래에 반대했어요.\\n옆으로 침범하는 언어와 아랫것들을 용서해 주세요만 750억 달러는 정말 많은 돈이에요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 인수들은 개발자들을 위한 더 높은 자유, 더 적은 창의적인 제약과 예산적 제약, 그리고 평화를 약속하는 메시징과 함께 이루어졌어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만, 약속된 '엑스박스 게임 스튜디오 가족'은 기능을 하지 못했어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"브랜드가 매력을 잃고 있다는 첫 번째 징후들이 매우 빨리 나타났다. 많은 게이머들이 한 브랜드 아래 많은 스튜디오들을 보유하는 것이 독점적인 행위를 야기할 것이라 우려하며, Activision-Blizzard의 인수는 이러한 인식을 더욱 굳혀 주었다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"점점 더 많은 Xbox 사용자들이 업계에서 가장 나쁜 관행들에 가담하고 있다는 것을 공개적으로 밝히기 시작했다 - 미완성 게임 출시, 의심스러운 화폐화 솔루션 도입, 싱글 플레이어 게임을 플레이하려면 인터넷 연결이 필요하다는 것 등 논란이 뒤따랐다. Xbox가 새로운 스튜디오들을 어떻게 관리하고 있는지도 의문이 되었다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"일부 비평가들에 의하면, 그들의 스튜디오의 작품 수준은 기대에 못 미치고 있다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그렇게 우리는 현재에 이르러 게임 산업이 분명히 대규모 위기에 직면한 시기에 도달했다. 신종 코로나 바이러스 대유행 기간 동안 예산이 급증한 대작 게임들은 불가능한 재정 목표를 달성하지 못하고 있다. 개발자들이 대거 해고되고 스튜디오들이 폐쇄되고 있다. 게임들은 완성되지 않은 채 출시되고, 기존 기능들이 유료화되고 있다.\\n이러한 환경은 브랜드가 이미지 변화에 매우 민감하게 만든다. 나쁜 결정은 브랜드 인식에 두 배의 영향을 미칠 수 있지만, 좋은 결정은 세상의 차이를 만들 수 있다.\\n불행히도, 이와 같은 시장 상황은 두 가지를 일으키기도 한다:\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"브랜드들은 극도로 위험 회피적이 되어 자신들의 브랜드 이미지에 영향을 미치는 필요한 비즈니스 결정만 내리는 것으로 제한합니다. 종종 메시지 처리를 잘못하여 기업용어로 가득 찬 보도자료와 함께 전문가들에 의해 제공되는 인터뷰에서 우울한 표정의 임원들이 진행합니다. 이는 오직 가장 열성적인 이해관계자만 공감할 수 있는 상황입니다.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"브랜딩과 마케팅은 기업이 그것을 중지할 수 없는 것이기 때문에, 그들은 주로 그 시점에서 중요한 사회 정치적 주제 주변의 메시징을 구축하기 시작합니다. 이는 해당 주제들과 일치하기 때문이 아니라, 관심을 끌면서 게임 브랜드와 자연스럽게 관련된 측면에서 주목하고 싶지 않은 부분들을 비추는 것입니다.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이것은 두 가지 문제를 제시합니다. 먼저, 브랜드가 시장의 틀에서 벗어남에 따라 브랜드 가치와 메시징 일관성을 유지하는 것은 매우 어렵습니다. 그리고 브랜드의 위치와 관련이 없는 메시지로 벗어나게 되면, 고객들 중 일부를 소외시키는 경향이 있습니다. 매우 수익성 있는 기업이 사람들을 해고하는 동안 동시에 기록적인 수익을 발표하는 것은 마치 석유 산업 거물이 갑자기 비건 캠페인에 참여하는 것만큼 설득력이나 공감대를 형성하기 어렵습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이러한 주제에서 조금 벗어났지만, Xbox의 상황과 관련이 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"레드먼드 그린(마이크로소프트 소유의 브랜드)는 상대적으로 성공적으로 사회정치적 \\\"물타기\\\"를 회피하고 있습니다. (\\\"상대적\\\"은 여기서 핵심 단어이며, 그것이 아직 오는 일은 거의 확실하다고 생각합니다.) 그러나 최근의 비즈니스 결정을 둘러싼 PR은 마이크로소프트 소유의 브랜드로서는 상당히 부적절합니다. 마이크로소프트가 자신들의 PR과 브랜딩에 관해서 유혹적으로 선보이는 것이 아니라, 더 잘알아야 할 것이지만 딱히 그렇지 않다는 점입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"마이크로소프트가 최근에 여러 스튜디오를 폐쇄했습니다. 이곳에서는 Xbox 자체가 아닌 마더 브랜드에 따른 것으로 보이는 모든 증거를 들어서 명확히 마이크로소프트를 지목하고 있습니다. 이것 자체로는 이해할 수 있는 일입니다. 특히 현재의 시장 상황을 고려하면 더 그렇습니다. 그러나 폐쇄 방식과 Xbox 브랜드에 미칠 영향은 다른 문제입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"조금 전까지 Xbox 임원들은 브랜드적 관점에서 항상 게임 업계에서 가장 관련성 높은 경영진들 중 일부였습니다. 몇 주 후에 갑자기 폐쇄된 스튜디오들과 함께 기념일과 게임 출시 성공을 축하하던 것을 생각하면 굉장히 상반된 모습입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"여기에는 엄청난 이중성이 있습니다. 이미 이것이 Xbox 브랜드 인식에 상당히 해로운 영향을 미쳤고, 게이머와 게임 코멘테이터들 모두가 Xbox가 상황을 어떻게 다루고 있는지 의아해하며 머리를 긁고 있습니다. 3조 달러 기업의 후원을 받는 브랜드인 Xbox조차 더는 믿을만하지 않다는 것 같습니다. Xbox 임원들이 이 결정 프로세스에 참여하지 않은 것으로 추측되지만, 최종적으로 이 문제의 책임이 그들에게 돌아갈 것입니다. 그렇게 멀찮게 처리하지 않고 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"브랜딩 실수가 있을 수 있지만, 특정 효과를 얻기 위해 브랜드 이미지를 일부러 잘못 다루는 것과는 다릅니다. 이것은 어느 쪽일 수도 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"마이크로소프트의 매출 증가와 게임 사업 규모 증대로 인해 모든 것을 유지하는 것은 매우 어려울 것입니다.\\n하지만 하드웨어 판매 부진과 게임 패스 가입자 기반의 침체로 인해 Xbox가 성과를 내지 못하고 있다고 판단한 마이크로소프트가, Zune을 대체한 Xbox를 폐기하려는 상황일 수도 있습니다.\\nXbox는 게임 기기 시장에 대한 헌신을 유지하면서도 우수한 1자 출시 제목을 제공하고 게임 보존에 대한 약속을 지키고 있지만, 마이크로소프트는 Xbox를 맹독에 버리려는 듯한 모습을 보이고 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"아무도 좋아하지 않는 브랜드를 폐기하는 것은 훨씬 수월하겠죠.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}