{"pageProps":{"post":{"title":"제 M2 아이패드 프로에서 13인치 M4 아이패드 프로로 업그레이드하려고 해요","description":"","date":"2024-05-16 23:57","slug":"2024-05-16-ImupgradingfrommyM2iPadProtothe13M4iPadPro","content":"\n\nA few days ago, I shared my experience with the M4 iPad Pro, and I must say, it has been quite a headache! The device itself and the accessories have left a lasting impression on me, especially since the iPad Pro is my go-to tool for work.\n\nHowever, amidst all the excitement, I found myself pondering over some lingering questions:\n\n- Should I go for the 11” or the 13”?\n- Is 8 GB or 16 GB of RAM more suitable for my needs?\n- Will a binned 9-core M4 chip suffice, or would the non-binned 10-core chip in the 1 TB and 2 TB models have an advantage when Apple introduces AI features in iPadOS 18?\n\n<div class=\"content-ad\"></div>\n\n그리고 제한된 리뷰나 테스트만을 토대로 결정을 내린다면 어떨까요? 많은 수의 리뷰가 존재해야 하는 건 아닌가요? 아이폰의 새로운 모델이 발표되었다고 하는걸 보면서 많은 생각을 해왔습니다. 신중히 고려하다가 결정을 내렸죠. 새로운 아이패드에 대한 유튜브 비디오들을 모두 시청한 것 같아요.\n\n그리고 저는 마침내 결정을 내렸습니다. 네, 업그레이드 할 거예요. 그리고 이것이 제 결정이었던 이유들입니다.\n\n## 이유 #1: 화면\n\n<div class=\"content-ad\"></div>\n\n이번에 새로운 iPad Pro가 출시되었는데, OLED 화면의 품질도 중요하지만 밝기도 중요한 포인트입니다. 현재 사용 중인 M2 iPad Pro는 SDR 밝기가 600 닛에 제한되어 있어요. 밝은 날이나 외부에서 작업할 때는 화면의 밝기를 최대로 조절해야 하죠. 때로는 그래도 문제가 생기기도 합니다. 밝기가 증가하고 SDR 밝기가 1000 닛으로 상승하는 것은 실제로 큰 향상이며 제 방식으로 작업하는 데 큰 장점이 될 것 같아요.\n\n## 이유 #2: 카메라 위치\n\niPad 10에서 앞면 카메라가 이전되었던 경험이 있죠. 이제 iPad Pro의 전면 카메라가 이전된 것을 보니 정말 기뻐요. 주당 많은 온라인 회의에 참여하는 저에게 영상 품질이 향상될 것 같아요. 뿐만 아니라 FaceID도 훨씬 더 편리해질 거에요. iPad 앞에 앉아 있지 않아도 Magic Keyboard에 도킹된 경우 FaceID로 잠금을 해제하는 것은 때로는 목이 따갑다는 느낌을 줄 정도로 어렵기도 했거든요.\n\n## 이유 #3: 무게 감소\n\n<div class=\"content-ad\"></div>\n\n최근에는 원격으로 많이 일하고 다니는 편입니다. M2 아이패드 프로와 매직 키보드의 무게는 항상 짐이라는 의미에서 부담스러웠어요. 맥북 프로보다 무겁기까지 했죠. 새로운 아이패드 프로와 매직 키보드의 무게가 맥북 에어보다 가벼워질지는 확신할 수 없지만, 배낭에 들고 다니는 모든 그램이 극도로 감사하게 느껴집니다.\n\n## 이유 4: 매직 키보드\n\n저는 작가이자 많이 글을 씁니다. 매직 키보드를 정말 좋아해요. 내가 사용해본 키보드 중 최고에요. 하지만 내 M2 아이패드 프로용 현재 매직 키보드에는 기능 키가 없어요. iPad 10에서 사용한 매직 키보드 폴리오의 기능키를 정말 감사하게 사용했었답니다. 유튜브 동영상들에서 보여지는 것만큼이라도, 애플은 바람각도를 조금 바꾼 것 같아요. 적어도 제게는 바람각도가 긴 글쓰기 세션 동안 더 편안한 상황을 제공할 수도 있을 것 같아요.\n\n하지만 매직 키보드의 최고 장점은 개선된 트랙패드일 거예요. 이건 엄청나게 크게 생겼고 햅틱을 경험할 때가 기대돼요. 매직 키보드의 물리적 클릭은 항상 제 취향 중 하나가 아니었던 기능이었어요.\n\n<div class=\"content-ad\"></div>\n\n## 이유 #5: Apple Pencil Pro\n\nApple Pencil Pro의 추가 기능들 이외에도, 새로운 압착 기능이 가장 유용하다고 생각해요. 개선된 도구 팔레트도 매우 편리하고 원활한 아이디어 발상을 가능하게 할 거에요. 제가 이해한 바로는 제스처를 사용자가 커스터마이징할 수 있다는 거죠. 특히 압착 기능에 사용자 정의 단축키를 할당할 수 있는 가능성에 흥미롭게 생각하고 있어요.\n\n전반적으로, Apple Pencil Pro는 제 프로세스를 최적화할 수 있는 많은 잠재력을 가진 iPad용으로 크게 개선된 액세서리라고 생각해요.\n\n## 이유 #6: M4 칩\n\n<div class=\"content-ad\"></div>\n\nThe M4 칩은 힘이 가득 차있는 것 같아요. 제가 M2와 M2의 성능 차이를 크게 느끼지 못할 것 같다는 것은 완전히 이해하고 있어요. 하지만 WWDC에서는 iPadOS 18에서 M4가 빛을 발하는 몇 가지 고급 기능들을 기대하고 있어요.\n\n하지만 일상적으로 글을 쓸 때 iPad에서 가끔 문제가 발생하는 것 같아요. 제가 자주 사용하는 쓰기 앱인 Ulysses는 가끔 멈추거나 긴 텍스트를 복사하고 붙여넣기하는 데 어려움을 겪곤 해요. M4가 이러한 문제와 외부 모니터에서의 Stage Manager와 함께 이러한 프로세스를 개선해 줄 것을 매우 기대하고 있어요. iPad를 외부 모니터와 함께 사용할 때 종종 문제가 발생한다는 점을 언급하고 싶어요.\n\n어쨌든, 당분간은 M4 칩에 미리 칭찬을 보내고 있는데, 이 행동이 WWDC 이후에 정당화될 것을 바라고 있어요.\n\n## 최종 희망: 배터리 수명 향상은 있을까요?\n\n<div class=\"content-ad\"></div>\n\n저의 기대는 낮습니다. 그럼에도 불구하고, 내 안에 희망의 불꽃이 타오르고 있습니다. 새 iPad Pro의 배터리는 현재 M2 iPad Pro보다 약간 더 적은 용량을 가지고 있습니다. 그러나 M4 iPad Pro 모델은 훨씬 더 에너지 효율적인 OLED 화면을 갖추고 있습니다. 약간 개선된 설정(다크 모드?)과 함께 배터리가 더 많이 버틸 것을 희망합니다. 그러나 애플이 동일한 \"하루 종일\" 10시간 배터리 수명을 주장하고 있다는 점을 감안하면 기대는 크지 않습니다.\n\n## 어떤 모델을 선택했을까요?\n\nWWDC가 끝날 때까지 기다리는 것을 추천했지만 따르지 않았습니다. 그런데 지금까지의 개선 사항이 이미 iPad Pro에서의 작업에 도움이 되고 있기 때문에 올바른 결정을 내린 것 같습니다.\n\n실버 색상의 1 TB 13인치 M4 iPad Pro를 셀룰러 연결이 포함된 것으로 구매할 예정입니다. 내일 배송되고, 기대가 됩니다. 제 경험을 몇 개의 기사로 여기 Medium에서 공유할 것입니다. M2 iPad Pro와의 비교에 관한 질문(판매 중이 아닌 한)이 있으면 아래에 남겨주시면 최선을 다해 답변해 드리겠습니다.\n\n<div class=\"content-ad\"></div>\n\n네, 저도 업그레이드했어요! 어떤 모델을 사용하고 계신가요? 댓글로 알려주세요!\n\n읽어주셔서 감사합니다!\n\n토비아스","ogImage":{"url":"/assets/img/2024-05-16-ImupgradingfrommyM2iPadProtothe13M4iPadPro_0.png"},"coverImage":"/assets/img/2024-05-16-ImupgradingfrommyM2iPadProtothe13M4iPadPro_0.png","tag":["Tech"],"readingTime":4},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    ul: \"ul\",\n    li: \"li\",\n    h2: \"h2\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"A few days ago, I shared my experience with the M4 iPad Pro, and I must say, it has been quite a headache! The device itself and the accessories have left a lasting impression on me, especially since the iPad Pro is my go-to tool for work.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"However, amidst all the excitement, I found myself pondering over some lingering questions:\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"Should I go for the 11” or the 13”?\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Is 8 GB or 16 GB of RAM more suitable for my needs?\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Will a binned 9-core M4 chip suffice, or would the non-binned 10-core chip in the 1 TB and 2 TB models have an advantage when Apple introduces AI features in iPadOS 18?\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그리고 제한된 리뷰나 테스트만을 토대로 결정을 내린다면 어떨까요? 많은 수의 리뷰가 존재해야 하는 건 아닌가요? 아이폰의 새로운 모델이 발표되었다고 하는걸 보면서 많은 생각을 해왔습니다. 신중히 고려하다가 결정을 내렸죠. 새로운 아이패드에 대한 유튜브 비디오들을 모두 시청한 것 같아요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그리고 저는 마침내 결정을 내렸습니다. 네, 업그레이드 할 거예요. 그리고 이것이 제 결정이었던 이유들입니다.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"이유 #1: 화면\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이번에 새로운 iPad Pro가 출시되었는데, OLED 화면의 품질도 중요하지만 밝기도 중요한 포인트입니다. 현재 사용 중인 M2 iPad Pro는 SDR 밝기가 600 닛에 제한되어 있어요. 밝은 날이나 외부에서 작업할 때는 화면의 밝기를 최대로 조절해야 하죠. 때로는 그래도 문제가 생기기도 합니다. 밝기가 증가하고 SDR 밝기가 1000 닛으로 상승하는 것은 실제로 큰 향상이며 제 방식으로 작업하는 데 큰 장점이 될 것 같아요.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"이유 #2: 카메라 위치\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"iPad 10에서 앞면 카메라가 이전되었던 경험이 있죠. 이제 iPad Pro의 전면 카메라가 이전된 것을 보니 정말 기뻐요. 주당 많은 온라인 회의에 참여하는 저에게 영상 품질이 향상될 것 같아요. 뿐만 아니라 FaceID도 훨씬 더 편리해질 거에요. iPad 앞에 앉아 있지 않아도 Magic Keyboard에 도킹된 경우 FaceID로 잠금을 해제하는 것은 때로는 목이 따갑다는 느낌을 줄 정도로 어렵기도 했거든요.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"이유 #3: 무게 감소\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"최근에는 원격으로 많이 일하고 다니는 편입니다. M2 아이패드 프로와 매직 키보드의 무게는 항상 짐이라는 의미에서 부담스러웠어요. 맥북 프로보다 무겁기까지 했죠. 새로운 아이패드 프로와 매직 키보드의 무게가 맥북 에어보다 가벼워질지는 확신할 수 없지만, 배낭에 들고 다니는 모든 그램이 극도로 감사하게 느껴집니다.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"이유 4: 매직 키보드\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"저는 작가이자 많이 글을 씁니다. 매직 키보드를 정말 좋아해요. 내가 사용해본 키보드 중 최고에요. 하지만 내 M2 아이패드 프로용 현재 매직 키보드에는 기능 키가 없어요. iPad 10에서 사용한 매직 키보드 폴리오의 기능키를 정말 감사하게 사용했었답니다. 유튜브 동영상들에서 보여지는 것만큼이라도, 애플은 바람각도를 조금 바꾼 것 같아요. 적어도 제게는 바람각도가 긴 글쓰기 세션 동안 더 편안한 상황을 제공할 수도 있을 것 같아요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만 매직 키보드의 최고 장점은 개선된 트랙패드일 거예요. 이건 엄청나게 크게 생겼고 햅틱을 경험할 때가 기대돼요. 매직 키보드의 물리적 클릭은 항상 제 취향 중 하나가 아니었던 기능이었어요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"이유 #5: Apple Pencil Pro\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Apple Pencil Pro의 추가 기능들 이외에도, 새로운 압착 기능이 가장 유용하다고 생각해요. 개선된 도구 팔레트도 매우 편리하고 원활한 아이디어 발상을 가능하게 할 거에요. 제가 이해한 바로는 제스처를 사용자가 커스터마이징할 수 있다는 거죠. 특히 압착 기능에 사용자 정의 단축키를 할당할 수 있는 가능성에 흥미롭게 생각하고 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"전반적으로, Apple Pencil Pro는 제 프로세스를 최적화할 수 있는 많은 잠재력을 가진 iPad용으로 크게 개선된 액세서리라고 생각해요.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"이유 #6: M4 칩\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The M4 칩은 힘이 가득 차있는 것 같아요. 제가 M2와 M2의 성능 차이를 크게 느끼지 못할 것 같다는 것은 완전히 이해하고 있어요. 하지만 WWDC에서는 iPadOS 18에서 M4가 빛을 발하는 몇 가지 고급 기능들을 기대하고 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만 일상적으로 글을 쓸 때 iPad에서 가끔 문제가 발생하는 것 같아요. 제가 자주 사용하는 쓰기 앱인 Ulysses는 가끔 멈추거나 긴 텍스트를 복사하고 붙여넣기하는 데 어려움을 겪곤 해요. M4가 이러한 문제와 외부 모니터에서의 Stage Manager와 함께 이러한 프로세스를 개선해 줄 것을 매우 기대하고 있어요. iPad를 외부 모니터와 함께 사용할 때 종종 문제가 발생한다는 점을 언급하고 싶어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"어쨌든, 당분간은 M4 칩에 미리 칭찬을 보내고 있는데, 이 행동이 WWDC 이후에 정당화될 것을 바라고 있어요.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"최종 희망: 배터리 수명 향상은 있을까요?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"저의 기대는 낮습니다. 그럼에도 불구하고, 내 안에 희망의 불꽃이 타오르고 있습니다. 새 iPad Pro의 배터리는 현재 M2 iPad Pro보다 약간 더 적은 용량을 가지고 있습니다. 그러나 M4 iPad Pro 모델은 훨씬 더 에너지 효율적인 OLED 화면을 갖추고 있습니다. 약간 개선된 설정(다크 모드?)과 함께 배터리가 더 많이 버틸 것을 희망합니다. 그러나 애플이 동일한 \\\"하루 종일\\\" 10시간 배터리 수명을 주장하고 있다는 점을 감안하면 기대는 크지 않습니다.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"어떤 모델을 선택했을까요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"WWDC가 끝날 때까지 기다리는 것을 추천했지만 따르지 않았습니다. 그런데 지금까지의 개선 사항이 이미 iPad Pro에서의 작업에 도움이 되고 있기 때문에 올바른 결정을 내린 것 같습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"실버 색상의 1 TB 13인치 M4 iPad Pro를 셀룰러 연결이 포함된 것으로 구매할 예정입니다. 내일 배송되고, 기대가 됩니다. 제 경험을 몇 개의 기사로 여기 Medium에서 공유할 것입니다. M2 iPad Pro와의 비교에 관한 질문(판매 중이 아닌 한)이 있으면 아래에 남겨주시면 최선을 다해 답변해 드리겠습니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"네, 저도 업그레이드했어요! 어떤 모델을 사용하고 계신가요? 댓글로 알려주세요!\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"읽어주셔서 감사합니다!\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"토비아스\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}