{"pageProps":{"post":{"title":"나 자신을 다시 발견하는 여정","description":"","date":"2024-05-16 13:23","slug":"2024-05-16-TheJourneyofRediscoveringMyself","content":"\n\n## 작게 시작해서 큰 메시지를 전하는 작은 조각상의 배경\n\n![Statue](/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_0.png)\n\n지난 2월, 집에서 생일 파티를 열었어요. 내 친구 라밀이 선물을 들고 왔어요. 파티 날 밤에는 사람들과 바쁘게 얘기를 나누느라 선물을 밝히지 않았고, 다음 날 아침 벽난로 앞에서 커피를 마시며 상자를 푸는 때, 혼란스러웠습니다. 이게 조각상 같았거든요? 처음에는 왜 이것을 나에게 줬는지 이해가 안 되었어요. 선물의 의미를 해석하려고 노력하던 중, 몇 가지 글귀를 발견했습니다:\n\n먼저, \"reinvent\"의 재미있는 철자를 \"reInvent\"로 하여 의도적으로 표기한 점이 분명했고, 저는 미소를 머금게 되었습니다. 라밀과 나는 이전에 아마존의 주요 엔지니어였는데(오늘은 구글에서, 그는 메타에서 일하고 있어요), reInvent는 매년 열리는 아마존 AWS 컨퍼런스입니다. 이는 한 명의 이전 아마존 엔지니어로부터 다른 한 명에게로 던진 약간 은밀한 유머였습니다.\n\n<div class=\"content-ad\"></div>\n\n나는 조카를 계속 살펴보았다. 왜 내 친구가 나에게 이 것을 선물했는지 여전히 확실하지 않았다. 약간의 구글링 끝에, 원작가가 바로 Bobby Carlyle임을 알게 되었고, 그녀의 비전은 한 남자가 망치와 조각낫을 가지고 스스로를 돌파하는 모습을 상상했다. 돌을 깎아내리는, 자신의 성격을 깎아내리는, 자신의 미래를 깎아내리는 모습, 보기에는 무정형이고 뚜렷하지 않은 블록에서 아름다운 모양이 드러나는 것이다.\n\n그것은 심오한 의미를 담은 놀라운 선물이었다. Ramil은 수년간 나의 친구였고, 나를 멘토링하며 나를 발전시키도록 노력했던 삶의 어려운 부분을 함께 지나왔다. 이제 그 여정의 끝에... 터널 끝의 빛이 보인다. 이것이 그 이야기이다.\n\n# 내려가는 여정\n\n나는 코로나 여행 제한을 특별히 잘 다루지 못했다. 2019년은 아마존을 대표하여 전 세계를 여행한 환상적이고 강렬한 해였다. 활기찬 문화에서 번성했고, 나는 모두를 알고, 또 다른 사람들도 나를 알았다. 나는 거기서 11년이 넘게 근무했다. 그러나 나는 스스로를 더 발전시키려고 마음 먹었고 전혀 다른 문화를 탐험하기로 결심했어서 Google에 합류했다. 그 후 즉시, 팬데믹으로 세계가 폐쇄되기 시작했다. 그 첫 해는 내가 상상한 것과는 전혀 다르게 흘렀다. 혼자 느낄 때가 많아졌고, 이해 못할 정도로 복잡한 비디오 회의에 참석하고, 만나본 적도 없는 사람들과 문화적으로 이해할 수 없었던 환경에서 자기 전문가와 얼굴을 마주한 엔지니어와 마주칠 기회도 없는 곳에서 자기를 찾게 되었다. 매일 점심 식사를 위해 동료들과 나가거나, 다른 엔지니어와 정면으로 대면하여 차를 빨고 일정 부분 해결하는 애로 사항에 대해 이야기하는 거침없는 분위기는 사라졌다.\n\n<div class=\"content-ad\"></div>\n\n결국, 나는 어떻게든 관계를 다시 형성하고 네트워크를 확장하며 새로운 장소에서 방향을 잡고 생산적이 되는 법을 알아내게 되었습니다. 그리고 나는 상당히 잘 해냈고, 구글에서의 성과 평가 중 하나에서 우수함을 받기도 했습니다.\n\n하지만 어느 측면에서는 나 자신을 잃어버리기도 했죠.\n\n그것은 단일한 사건이 아니었습니다. 오히려 작은 단계들의 집합, 그리고 어느 날 나는 아마도 더 이상 나의 최고가 아니라는 것을 깨달았습니다. 개구리를 어떻게 데워 죽이죠? 위키피디아에서 인용한 대로, \"개구리를 끓는 물에 직접 넣으면 뛰어나올 것이지만, 온수에 처음부터 있는 개구리를 천천히 끓이면 위험을 느끼지 못하고 삶아 죽게 될 것입니다. 이 이야기는 사람들이 급작스럽게가 아닌 서서히 발생하는 사악한 위협에 대해 반응하거나 인식하지 못하는 능력이나 의지에 대한 비유로 자주 사용됩니다.\"\n\n나는 매년 12월 31일에 몇 시간을 노릇해, 지난 12개월 동안 내가 한 일을 반성하고 나 자신이 향한 큰 그림을 바라보며 방향을 바꿀지 결정하는 시간을 항상 가지곤 합니다. 2022년 12/31일, 나는 나 자신에게 엄격한 시선을 던져보았고, 결정했습니다: 나는 내가 근본적으로 누구였는지 그리워하며 그 상태로 돌아갈 것입니다.\n\n<div class=\"content-ad\"></div>\n\n제 이야기는 오늘은 제 삶의 비기술적 측면에 대해 순수하게 이야기합니다. 하지만 모든 것이 상호 연결되어 있다고 주장합니다. 나 자신에 대해 행복해지고 최선의 모습으로 살고 있다는 것이 나에게 에너지와 집중력을 줘서 프로페셔널한 삶에서 더 나은 삶을 살 수 있게 해줍니다.\n\n# 신체적인 여정\n\n내가 자신을 잃어버린 방법 중 하나는 2020년부터 2023년까지 80파운드를 증가시켰다는 것이었습니다. 코로나 바이러스 폐쇄 이전에는 상당히 활발했지만, 폐쇄 기간 동안에는 정지되어 있었습니다. 밤에 잠을 제대로 자는 데 어려움을 겪었고, 낮에는 에너지가 없었습니다. 집에서 계단을 올라갈 때 숨이 차올랐습니다. 체중 증가가 내 삶에 영향을 미치기 시작했다고 느꼈습니다. 많은 일에 \"아니\"라는 기본적인 대답을 했습니다. 아이들에게 좋은 본보기가 되고 있지 않다고 느꼈습니다. 뇌가 둔해지는 느낌을 받았습니다.\n\n그래서 12/31/22일에 내 다짐은 2023년에 80파운드를 감량할 것이라는 것이었습니다. 비가 오든 맑은 날이든 매일 체육관에 다녀왔습니다. 하고 싶지 않은 날도 있었지만, 목표와 개인적인 도전이 있었기에 강제로 나를 끌어내고 갔습니다. 매일매일, 아무런 예외 없이. 나를 합리적으로 할 수 있다고 생각했던 것 이상으로 밀어붙여 나갈 때 자부심을 느꼈습니다. 우리는 항상 속 깊이 찾는다면 불굴함과 결단력을 가지게 된다는 것을 기억했습니다. 이 교훈은 내 프로페셔널 삶에도 적용할 수 있습니다.\n\n<div class=\"content-ad\"></div>\n\n저는 건강한 식습관을 시작했어요. 쉽지는 않았죠... 그리울 음식들이 많았거든요. 하루 종일 배고파서 짜증이 났어요. 하지만 결심을 굳혔어요. 기적적인 해결책도 기적적인 약도 없었어요. 오직 노력과 희생 끝에 이뤄진 일이랍니다. 이것은 직장 생활에도 똑같이 적용돼요.\n\n목표를 이해할 때 가장 좋은 방법은 그것을 측정할 수 있는 거예요. 그래서 저는 매일 체중계에 올라섰어요. 처음에는 변화가 없어서 의기소침했죠. 하지만 조금씩 변화가 시작됐어요. 여기저기 한 파운드씩 사라지기 시작했어요. 저는 더 좋아지고, 더 건강해지고, 더 활기차해지고, 총체적인 하루에 더 열정적이었죠. 몸이 활동을 원하게 되는 전환점이 있었어요. 머리가 맑아지고, 새로운 경험을 환영하면서 “네”라고 말하는 게 더 신나워졌어요.\n\n얼마 후인 2023년 12월 31일, 제가 다시 체중계에 올라섰어요. 상황을 바꾸기로 한 지 정확히 1년 후였어요. 365일 동안 정확히 80파운드를 빼곤 했어요. \n\n당신의 육체적 건강이 정신적 건강에 얼마나 큰 영향을 미치는지, 그리고 개인적이든 직업적이든 여러 측면에 영향을 미치는지를 깨닫는 것은 정말 놀라운 일이에요.\n\n<div class=\"content-ad\"></div>\n\n# 정신적인 복귀 여정\n\n내 삶에서 또 한 가지 투지하고 있는 부분은 100% 현재에 집중하기가 매우 어렵다는 것이었습니다. 이것은 실은 매우 중요한 부분인데요. 최근 우리 모두가 이를 잃어버린 것 같아서 오늘은 이에 대해 알아보고 싶었습니다.\n\n저는 아마존에서 일할 때(코로나 이전 직접 근무했던 시기) 매우 강렬한 직장 환경이었지만, 한 번도 소진되는 느낌을 받지 않았습니다. 11년 넘게 거기서 일하면서 한번도 그랬던 적이 없었죠. 그 이유 중 하나가 나의 전문적인 삶과 개인적 삶 사이에 매우 명확한 경계가 있었기 때문이라고 생각해요. 2020년 구글에서 일을 시작하면서 코로나 상황이 전체적으로 바뀌었고, 그것을 인식하고 대처하기까지 시간이 걸렸습니다.\n\n코로나 이전에는 일어나서 아내와 여유롭게 커피를 마시고 아이들을 학교에 데려다주고, 버스를 타고 시내로 당근했어요. 30분간의 버스 운행 동안은 업무 이메일과 문자 메시지를 확인하곤 했습니다. 버스를 내린 후 건물까지 10분 도보 이동하는 시간에는 오늘 하루를 어떻게 구조화할 것인지 계획하고, 집으로 가기 전에 해야 할 일을 생각했어요. 건물에 들어가면 그곳은 100% “일 모드”였죠. 오늘은 X, Y, Z를 마무리하는 것이 목표였습니다. 오후에도 비슷한 루틴을 가지고 있었고, 집에 돌아오면 아마존 업무에서 성공적으로 해방되어 아빠와 남편이 되어, 다시 그 모드로 100% 집 중심의 삶을 살았습니다.\n\n<div class=\"content-ad\"></div>\n\n당연히 직장에서 긴급 상황이 발생했고 더 오랜 시간 일해야 했습니다. 그러나 그 루틴에서 주목할 만한 점은 대체로 집이건 직장이건, 나는 항상 그 순간에 100% 집중했다는 것이었어요. 아침에 아내와 커피를 마실 때는 일에 대해서 생각하는 게 아니라, 그냥 그녀와의 대화를 즐기는 거였어요. 아이들을 학교에 데려다 줄 때는 어떤 장난감을 가지고 놀고 싶은지, 또는 전날 밤에 본 영화에 대해 얘기하면서 이야기를 나누었죠. 직장에 도착하면 가족에 대해 생각하는 게 아니라, 그 날 아마존을 위해 이루고 싶은 일에 대해 생각했어요.\n\n크게 정한 경계가 중요했어요. 그 순간에 100% 집중하니 더 행복하고 생산적이었죠.\n\n2020년으로 돌아가보면, 코로나바이러스로 인해 원하지 않았더라도 모두가 집에서 일해야 했습니다. 처음에는 좋았어요. 가족과 점심 식사를 할 수 있었죠! 매일 출퇴근하는 한 시간을 살 필요가 없어졌어요! 회의 사이에 오후에 낮잠 자도 괜찮았어요! 집에서 일하는 장점을 발견할 수 있었어요. 여름이 왔을 때는 집수영장에서 일하기도 했어요. 집 뒤뜰에 수영장이 있어서, 물에 절반 정도 잠겨 회의에 참여하기도 했죠. 삶이 행복했어요!\n\n하지만 작은 일들이 서서히 다가왔죠. 개구리를 끓이는 것처럼요. 아침에 일어나자마자 핸드폰을 잡고 침대에서도 일 관련 이메일을 확인하는 일이 생겼어요. 천천히, 아내와 커피를 마시는 100%의 순간은 90%로, 그리고 80%, 또는 70%로 떨어지면서 조용히 일 관련 메시지를 확인했죠. 다른 방향으로도 작은 일들이 다가왔어요. 회의에 참여하면서 그 후에 13세 아들의 수학 숙제를 도와야 한다는 생각을 했기 때문에, 그 순간에도 100% 집중하지 못했죠.\n\n<div class=\"content-ad\"></div>\n\n100% 현재에 집중하지 못하는 것에는 두 가지 단점이 있어요. 하나는 효율성입니다. 맥락 전환이 비용이 많이 들어요. 당신의 두뇌 중 80%가 X에 집중하고 20%가 Y에 집중하고 있다면, X와 Y 사이를 계속 맥락을 전환하는 노력이 발생하게 돼요. 하지만 효율성만 문제가 아니에요. 맥락 전환이 인지적 노력을 필요로 하며, 소진을 야기할 수도 있어요.\n\n지난 6개월 동안, 제가 어디에 있든 100% 현재에 집중하는 것에 매우 노력했어요. 이를 위해 경계를 설정하고, 빠져든 여러 행동들을 리셋하는 것이 필요했어요. 저는 더 행복하고 생산적해졌어요. 그리고 제 아내는 제가 더 즐거운 인간이 되었다고 말해주었어요. 그건 꽤 좋은 성과라고 생각해요.\n\n내가 100% 현재에 집중하려고 노력할수록, 예전처럼 깊은 인간 관계를 잃어버린 것을 깨달았어요. 제 아내, 제 아이들, 친구들과 당연히 끊어져 있진 않았지만, 분명히 덜 연결되어 있었어요. 그 깊은 관계가 중요했어요.\n\n일을 쉬고, 지난 11월에 아내에게 패리스 여행을 선물했어요. 우리는 많은 맛있는 프랑스 음식을 먹었고, 많은 프랑스 와인을 마셨어요. 목적지가 없이 걷다보니 하루 종일 즐거운 시간을 보냈어요. 이전에 여러 차례 파리에 갔었기 때문에 관광 일정은 없었어요. 그냥 도시와 서로의 회사를 즐길 생각이었어요.\n\n<div class=\"content-ad\"></div>\n\n<img src=\"/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_1.png\" />\n\n지난 12월, 제 16살 아들이 겨울방학을 맞았어요. 독일의 성을 보고 싶다고 했어요. 그래서 갑자기 독일 바이에른으로 떠날까 하다가 결정했어요. 프랑크푸르트행 항공편을 예약하고 단둘이 독일 성을 구경하는 여행을 했어요. 조금 급박한 결정이지만, ‘재탄생한’ 카를로스는 이제는 순간을 포착하고 평소엔 거절했을 것들에 대해 \"예\" 라고 말하는 걸 좋아해요. 그런데 그 시간은 정말 값진 시간이었답니다.\n\n<img src=\"/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_2.png\" />\n\n그 후 몇 주 뒤, 13살 아들이 겨울방학을 맞이했어요 (서로 다른 학교 그리고 방학이 달라요). 혹시 레고랜드나 지역적인 장소로 가고 싶은 게 없느냐고 했더니 아들은 “아빠, 나는 언제나 콜로세움에서의 새해 불꽃놀이를 보고 싶었어요” 라고 친구처럼 말했어요. 처음에는 놀라기도 했죠, 그건 우리가 할 수 없다고 생각했거든요. 그렇지만 다시 한 번, 평소엔 거절했을 법한 일에 대해 \"예\"라고 말할 수 있는 자신이 더 많아졌어요. 로마까지의 급행 표를 예약하고 12월 31일에 도착해서 콜로세움에 도착해 잊지 못할 불꽃놀이를 즐겼답니다. 아들은 학교에서 폼페이를 배우고 있었는데, 폼페이에 대한 책을 읽는 대신 실제로 보여주는 게 어떻겠다고 생각했어요. 이런 1:1 시간은 정말 값진 시간이었어요.\n\n<div class=\"content-ad\"></div>\n\n한 달 안에 유럽에 세 번이나 가는 건 좀 과한 걸까요? 응, 조금 맞아요. 괜히 말이에요. 하지만 아내, 16살 아이, 그리고 13살 아이와 함께 보낸 일대일 시간과 함께한 경험들은 절대 가치가 있었어요.\n\n저에게는 이 경험이 20년 뒤에도 나에게 더 중요하게 남아 있을 거예요. 하루에 이메일을 이십 번이나 확인하는 것보다요. 그리고 말했듯이, 모든 것이 연결돼 있어요: 나는 더 좋은 사람이 되었기 때문에 더 좋은 직원이 됐어요.\n\n## 이제는 당신의 여행입니다.\n\n<div class=\"content-ad\"></div>\n\n당신이 완벽한 상태에 있는지, 심적으로와 육체적으로 최선의 상태를 유지하고 계신가요? 그렇지 않다면, 제 작은 글이 당신에게 도움이 되어 동행을 걸겠기를 바랍니다. 사무실에서 근무하든 원격으로 근무하든, 주당 20시간 또는 80시간을 일하든 간에 해당됩니다. 지금 이 순간에 완전히 존재하는 것이 중요합니다. 그리고 그 가치는 충분합니다. 🌿","ogImage":{"url":"/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_0.png"},"coverImage":"/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_0.png","tag":["Tech"],"readingTime":8},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h2: \"h2\",\n    p: \"p\",\n    img: \"img\",\n    h1: \"h1\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h2, {\n      children: \"작게 시작해서 큰 메시지를 전하는 작은 조각상의 배경\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_0.png\",\n        alt: \"Statue\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"지난 2월, 집에서 생일 파티를 열었어요. 내 친구 라밀이 선물을 들고 왔어요. 파티 날 밤에는 사람들과 바쁘게 얘기를 나누느라 선물을 밝히지 않았고, 다음 날 아침 벽난로 앞에서 커피를 마시며 상자를 푸는 때, 혼란스러웠습니다. 이게 조각상 같았거든요? 처음에는 왜 이것을 나에게 줬는지 이해가 안 되었어요. 선물의 의미를 해석하려고 노력하던 중, 몇 가지 글귀를 발견했습니다:\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"먼저, \\\"reinvent\\\"의 재미있는 철자를 \\\"reInvent\\\"로 하여 의도적으로 표기한 점이 분명했고, 저는 미소를 머금게 되었습니다. 라밀과 나는 이전에 아마존의 주요 엔지니어였는데(오늘은 구글에서, 그는 메타에서 일하고 있어요), reInvent는 매년 열리는 아마존 AWS 컨퍼런스입니다. 이는 한 명의 이전 아마존 엔지니어로부터 다른 한 명에게로 던진 약간 은밀한 유머였습니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"나는 조카를 계속 살펴보았다. 왜 내 친구가 나에게 이 것을 선물했는지 여전히 확실하지 않았다. 약간의 구글링 끝에, 원작가가 바로 Bobby Carlyle임을 알게 되었고, 그녀의 비전은 한 남자가 망치와 조각낫을 가지고 스스로를 돌파하는 모습을 상상했다. 돌을 깎아내리는, 자신의 성격을 깎아내리는, 자신의 미래를 깎아내리는 모습, 보기에는 무정형이고 뚜렷하지 않은 블록에서 아름다운 모양이 드러나는 것이다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그것은 심오한 의미를 담은 놀라운 선물이었다. Ramil은 수년간 나의 친구였고, 나를 멘토링하며 나를 발전시키도록 노력했던 삶의 어려운 부분을 함께 지나왔다. 이제 그 여정의 끝에... 터널 끝의 빛이 보인다. 이것이 그 이야기이다.\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"내려가는 여정\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"나는 코로나 여행 제한을 특별히 잘 다루지 못했다. 2019년은 아마존을 대표하여 전 세계를 여행한 환상적이고 강렬한 해였다. 활기찬 문화에서 번성했고, 나는 모두를 알고, 또 다른 사람들도 나를 알았다. 나는 거기서 11년이 넘게 근무했다. 그러나 나는 스스로를 더 발전시키려고 마음 먹었고 전혀 다른 문화를 탐험하기로 결심했어서 Google에 합류했다. 그 후 즉시, 팬데믹으로 세계가 폐쇄되기 시작했다. 그 첫 해는 내가 상상한 것과는 전혀 다르게 흘렀다. 혼자 느낄 때가 많아졌고, 이해 못할 정도로 복잡한 비디오 회의에 참석하고, 만나본 적도 없는 사람들과 문화적으로 이해할 수 없었던 환경에서 자기 전문가와 얼굴을 마주한 엔지니어와 마주칠 기회도 없는 곳에서 자기를 찾게 되었다. 매일 점심 식사를 위해 동료들과 나가거나, 다른 엔지니어와 정면으로 대면하여 차를 빨고 일정 부분 해결하는 애로 사항에 대해 이야기하는 거침없는 분위기는 사라졌다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"결국, 나는 어떻게든 관계를 다시 형성하고 네트워크를 확장하며 새로운 장소에서 방향을 잡고 생산적이 되는 법을 알아내게 되었습니다. 그리고 나는 상당히 잘 해냈고, 구글에서의 성과 평가 중 하나에서 우수함을 받기도 했습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만 어느 측면에서는 나 자신을 잃어버리기도 했죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그것은 단일한 사건이 아니었습니다. 오히려 작은 단계들의 집합, 그리고 어느 날 나는 아마도 더 이상 나의 최고가 아니라는 것을 깨달았습니다. 개구리를 어떻게 데워 죽이죠? 위키피디아에서 인용한 대로, \\\"개구리를 끓는 물에 직접 넣으면 뛰어나올 것이지만, 온수에 처음부터 있는 개구리를 천천히 끓이면 위험을 느끼지 못하고 삶아 죽게 될 것입니다. 이 이야기는 사람들이 급작스럽게가 아닌 서서히 발생하는 사악한 위협에 대해 반응하거나 인식하지 못하는 능력이나 의지에 대한 비유로 자주 사용됩니다.\\\"\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"나는 매년 12월 31일에 몇 시간을 노릇해, 지난 12개월 동안 내가 한 일을 반성하고 나 자신이 향한 큰 그림을 바라보며 방향을 바꿀지 결정하는 시간을 항상 가지곤 합니다. 2022년 12/31일, 나는 나 자신에게 엄격한 시선을 던져보았고, 결정했습니다: 나는 내가 근본적으로 누구였는지 그리워하며 그 상태로 돌아갈 것입니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"제 이야기는 오늘은 제 삶의 비기술적 측면에 대해 순수하게 이야기합니다. 하지만 모든 것이 상호 연결되어 있다고 주장합니다. 나 자신에 대해 행복해지고 최선의 모습으로 살고 있다는 것이 나에게 에너지와 집중력을 줘서 프로페셔널한 삶에서 더 나은 삶을 살 수 있게 해줍니다.\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"신체적인 여정\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"내가 자신을 잃어버린 방법 중 하나는 2020년부터 2023년까지 80파운드를 증가시켰다는 것이었습니다. 코로나 바이러스 폐쇄 이전에는 상당히 활발했지만, 폐쇄 기간 동안에는 정지되어 있었습니다. 밤에 잠을 제대로 자는 데 어려움을 겪었고, 낮에는 에너지가 없었습니다. 집에서 계단을 올라갈 때 숨이 차올랐습니다. 체중 증가가 내 삶에 영향을 미치기 시작했다고 느꼈습니다. 많은 일에 \\\"아니\\\"라는 기본적인 대답을 했습니다. 아이들에게 좋은 본보기가 되고 있지 않다고 느꼈습니다. 뇌가 둔해지는 느낌을 받았습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그래서 12/31/22일에 내 다짐은 2023년에 80파운드를 감량할 것이라는 것이었습니다. 비가 오든 맑은 날이든 매일 체육관에 다녀왔습니다. 하고 싶지 않은 날도 있었지만, 목표와 개인적인 도전이 있었기에 강제로 나를 끌어내고 갔습니다. 매일매일, 아무런 예외 없이. 나를 합리적으로 할 수 있다고 생각했던 것 이상으로 밀어붙여 나갈 때 자부심을 느꼈습니다. 우리는 항상 속 깊이 찾는다면 불굴함과 결단력을 가지게 된다는 것을 기억했습니다. 이 교훈은 내 프로페셔널 삶에도 적용할 수 있습니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"저는 건강한 식습관을 시작했어요. 쉽지는 않았죠... 그리울 음식들이 많았거든요. 하루 종일 배고파서 짜증이 났어요. 하지만 결심을 굳혔어요. 기적적인 해결책도 기적적인 약도 없었어요. 오직 노력과 희생 끝에 이뤄진 일이랍니다. 이것은 직장 생활에도 똑같이 적용돼요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"목표를 이해할 때 가장 좋은 방법은 그것을 측정할 수 있는 거예요. 그래서 저는 매일 체중계에 올라섰어요. 처음에는 변화가 없어서 의기소침했죠. 하지만 조금씩 변화가 시작됐어요. 여기저기 한 파운드씩 사라지기 시작했어요. 저는 더 좋아지고, 더 건강해지고, 더 활기차해지고, 총체적인 하루에 더 열정적이었죠. 몸이 활동을 원하게 되는 전환점이 있었어요. 머리가 맑아지고, 새로운 경험을 환영하면서 “네”라고 말하는 게 더 신나워졌어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"얼마 후인 2023년 12월 31일, 제가 다시 체중계에 올라섰어요. 상황을 바꾸기로 한 지 정확히 1년 후였어요. 365일 동안 정확히 80파운드를 빼곤 했어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"당신의 육체적 건강이 정신적 건강에 얼마나 큰 영향을 미치는지, 그리고 개인적이든 직업적이든 여러 측면에 영향을 미치는지를 깨닫는 것은 정말 놀라운 일이에요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"정신적인 복귀 여정\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"내 삶에서 또 한 가지 투지하고 있는 부분은 100% 현재에 집중하기가 매우 어렵다는 것이었습니다. 이것은 실은 매우 중요한 부분인데요. 최근 우리 모두가 이를 잃어버린 것 같아서 오늘은 이에 대해 알아보고 싶었습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"저는 아마존에서 일할 때(코로나 이전 직접 근무했던 시기) 매우 강렬한 직장 환경이었지만, 한 번도 소진되는 느낌을 받지 않았습니다. 11년 넘게 거기서 일하면서 한번도 그랬던 적이 없었죠. 그 이유 중 하나가 나의 전문적인 삶과 개인적 삶 사이에 매우 명확한 경계가 있었기 때문이라고 생각해요. 2020년 구글에서 일을 시작하면서 코로나 상황이 전체적으로 바뀌었고, 그것을 인식하고 대처하기까지 시간이 걸렸습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"코로나 이전에는 일어나서 아내와 여유롭게 커피를 마시고 아이들을 학교에 데려다주고, 버스를 타고 시내로 당근했어요. 30분간의 버스 운행 동안은 업무 이메일과 문자 메시지를 확인하곤 했습니다. 버스를 내린 후 건물까지 10분 도보 이동하는 시간에는 오늘 하루를 어떻게 구조화할 것인지 계획하고, 집으로 가기 전에 해야 할 일을 생각했어요. 건물에 들어가면 그곳은 100% “일 모드”였죠. 오늘은 X, Y, Z를 마무리하는 것이 목표였습니다. 오후에도 비슷한 루틴을 가지고 있었고, 집에 돌아오면 아마존 업무에서 성공적으로 해방되어 아빠와 남편이 되어, 다시 그 모드로 100% 집 중심의 삶을 살았습니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"당연히 직장에서 긴급 상황이 발생했고 더 오랜 시간 일해야 했습니다. 그러나 그 루틴에서 주목할 만한 점은 대체로 집이건 직장이건, 나는 항상 그 순간에 100% 집중했다는 것이었어요. 아침에 아내와 커피를 마실 때는 일에 대해서 생각하는 게 아니라, 그냥 그녀와의 대화를 즐기는 거였어요. 아이들을 학교에 데려다 줄 때는 어떤 장난감을 가지고 놀고 싶은지, 또는 전날 밤에 본 영화에 대해 얘기하면서 이야기를 나누었죠. 직장에 도착하면 가족에 대해 생각하는 게 아니라, 그 날 아마존을 위해 이루고 싶은 일에 대해 생각했어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"크게 정한 경계가 중요했어요. 그 순간에 100% 집중하니 더 행복하고 생산적이었죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"2020년으로 돌아가보면, 코로나바이러스로 인해 원하지 않았더라도 모두가 집에서 일해야 했습니다. 처음에는 좋았어요. 가족과 점심 식사를 할 수 있었죠! 매일 출퇴근하는 한 시간을 살 필요가 없어졌어요! 회의 사이에 오후에 낮잠 자도 괜찮았어요! 집에서 일하는 장점을 발견할 수 있었어요. 여름이 왔을 때는 집수영장에서 일하기도 했어요. 집 뒤뜰에 수영장이 있어서, 물에 절반 정도 잠겨 회의에 참여하기도 했죠. 삶이 행복했어요!\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만 작은 일들이 서서히 다가왔죠. 개구리를 끓이는 것처럼요. 아침에 일어나자마자 핸드폰을 잡고 침대에서도 일 관련 이메일을 확인하는 일이 생겼어요. 천천히, 아내와 커피를 마시는 100%의 순간은 90%로, 그리고 80%, 또는 70%로 떨어지면서 조용히 일 관련 메시지를 확인했죠. 다른 방향으로도 작은 일들이 다가왔어요. 회의에 참여하면서 그 후에 13세 아들의 수학 숙제를 도와야 한다는 생각을 했기 때문에, 그 순간에도 100% 집중하지 못했죠.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"100% 현재에 집중하지 못하는 것에는 두 가지 단점이 있어요. 하나는 효율성입니다. 맥락 전환이 비용이 많이 들어요. 당신의 두뇌 중 80%가 X에 집중하고 20%가 Y에 집중하고 있다면, X와 Y 사이를 계속 맥락을 전환하는 노력이 발생하게 돼요. 하지만 효율성만 문제가 아니에요. 맥락 전환이 인지적 노력을 필요로 하며, 소진을 야기할 수도 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"지난 6개월 동안, 제가 어디에 있든 100% 현재에 집중하는 것에 매우 노력했어요. 이를 위해 경계를 설정하고, 빠져든 여러 행동들을 리셋하는 것이 필요했어요. 저는 더 행복하고 생산적해졌어요. 그리고 제 아내는 제가 더 즐거운 인간이 되었다고 말해주었어요. 그건 꽤 좋은 성과라고 생각해요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"내가 100% 현재에 집중하려고 노력할수록, 예전처럼 깊은 인간 관계를 잃어버린 것을 깨달았어요. 제 아내, 제 아이들, 친구들과 당연히 끊어져 있진 않았지만, 분명히 덜 연결되어 있었어요. 그 깊은 관계가 중요했어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"일을 쉬고, 지난 11월에 아내에게 패리스 여행을 선물했어요. 우리는 많은 맛있는 프랑스 음식을 먹었고, 많은 프랑스 와인을 마셨어요. 목적지가 없이 걷다보니 하루 종일 즐거운 시간을 보냈어요. 이전에 여러 차례 파리에 갔었기 때문에 관광 일정은 없었어요. 그냥 도시와 서로의 회사를 즐길 생각이었어요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(\"img\", {\n      src: \"/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_1.png\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"지난 12월, 제 16살 아들이 겨울방학을 맞았어요. 독일의 성을 보고 싶다고 했어요. 그래서 갑자기 독일 바이에른으로 떠날까 하다가 결정했어요. 프랑크푸르트행 항공편을 예약하고 단둘이 독일 성을 구경하는 여행을 했어요. 조금 급박한 결정이지만, ‘재탄생한’ 카를로스는 이제는 순간을 포착하고 평소엔 거절했을 것들에 대해 \\\"예\\\" 라고 말하는 걸 좋아해요. 그런데 그 시간은 정말 값진 시간이었답니다.\"\n    }), \"\\n\", _jsx(\"img\", {\n      src: \"/assets/img/2024-05-16-TheJourneyofRediscoveringMyself_2.png\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그 후 몇 주 뒤, 13살 아들이 겨울방학을 맞이했어요 (서로 다른 학교 그리고 방학이 달라요). 혹시 레고랜드나 지역적인 장소로 가고 싶은 게 없느냐고 했더니 아들은 “아빠, 나는 언제나 콜로세움에서의 새해 불꽃놀이를 보고 싶었어요” 라고 친구처럼 말했어요. 처음에는 놀라기도 했죠, 그건 우리가 할 수 없다고 생각했거든요. 그렇지만 다시 한 번, 평소엔 거절했을 법한 일에 대해 \\\"예\\\"라고 말할 수 있는 자신이 더 많아졌어요. 로마까지의 급행 표를 예약하고 12월 31일에 도착해서 콜로세움에 도착해 잊지 못할 불꽃놀이를 즐겼답니다. 아들은 학교에서 폼페이를 배우고 있었는데, 폼페이에 대한 책을 읽는 대신 실제로 보여주는 게 어떻겠다고 생각했어요. 이런 1:1 시간은 정말 값진 시간이었어요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"한 달 안에 유럽에 세 번이나 가는 건 좀 과한 걸까요? 응, 조금 맞아요. 괜히 말이에요. 하지만 아내, 16살 아이, 그리고 13살 아이와 함께 보낸 일대일 시간과 함께한 경험들은 절대 가치가 있었어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"저에게는 이 경험이 20년 뒤에도 나에게 더 중요하게 남아 있을 거예요. 하루에 이메일을 이십 번이나 확인하는 것보다요. 그리고 말했듯이, 모든 것이 연결돼 있어요: 나는 더 좋은 사람이 되었기 때문에 더 좋은 직원이 됐어요.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"이제는 당신의 여행입니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"당신이 완벽한 상태에 있는지, 심적으로와 육체적으로 최선의 상태를 유지하고 계신가요? 그렇지 않다면, 제 작은 글이 당신에게 도움이 되어 동행을 걸겠기를 바랍니다. 사무실에서 근무하든 원격으로 근무하든, 주당 20시간 또는 80시간을 일하든 간에 해당됩니다. 지금 이 순간에 완전히 존재하는 것이 중요합니다. 그리고 그 가치는 충분합니다. 🌿\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}