{"pageProps":{"post":{"title":"돈의 문제가 아니에요, 원칙의 문제랍니다","description":"","date":"2024-05-15 12:05","slug":"2024-05-15-Itsnotaboutthemoneyitsamatterofprinciples","content":"\n\n![Image](/assets/img/2024-05-15-Itsnotaboutthemoneyitsamatterofprinciples_0.png)\n\n지난 2월 말에 쓴 글에서, 유럽 사용자들이 개인 정보 유포를 막기 위해 매달 12.99 유로를 내야 한다는 메타의 제안 이후 문제에 직면할 것을 예상했습니다: 여덟 개국의 소비자 협회가 소송을 제기했고, 36명의 유럽 의원들이 회사에게 그 아이디어를 철회할 것을 요구했습니다. 이제 유럽연합 경쟁부 전 부의장인 덴마크의 마그레테 베스타거는 회사에게 EU 시민들의 개인정보 보호권과 호환되는 다른 비즈니스 모델을 선보이라고 촉구했습니다.\n\n메타만이 이 취지의 \"지불하거나 승인하거나\" 모델을 추구하는 것은 아닙니다: 감시받지 않을 대가로 지불을 요구하는 행위. 미디어와 웹사이트의 수가 증가하면서 프라이버시를 기본적 권리로 보지 않고 상품으로 간주하는 추세입니다. 오스트리아의 활동가 막스 슈렘은 EU 시민들이 감시를 피하기 위해 매년 평균 약 1,500 유로를 지불해야 한다고 계산했습니다. 이는 EU 법령의 기초로 설립된 기본적 권리 중 하나를 우리에게 박탈시킵니다.\n\n메타의 대응은? 흥정입니다. 이제 5.99 유로를 제안하고 있습니다. 마크 주커버그는 이해를 못합니다. 그러니까 이해하게 해주세요: 프라이버시는 판매할 수 없으며, 법에 따르면 동의는 자유로운 것이어야 합니다. 그는 가격을 방해요인으로 설정하고 3% 미만의 사용자들이 그 비용을 지불할 것이라고 바라며, 그의 약삭빠른 비즈니스 모델이 안전하다고 생각합니다. 그것이 그가 동의라고 부르는 것인가요?\n\n\n\n비즈니스 모델 중 개인정보 침해 없이는 실행할 수 없는 것은 그냥 불가능합니다. 그렇다면 메타는 유럽 시장에서 접기를 고집하는 대신 그대로 물러서는 편이 좋을 것입니다. 분명히 해야 할 일은 이겁니다: 모든 사용자의 개인 데이터를 수집하는 것, 모든 주제에 대한 의견을 모으거나, 정치적이나 성적인 선호를 비롯한 여러 가지 선호를 수집하는 것, 건강에 대한 걱정까지 수집하는 것은 불법입니다.\n\n아마도 이것은 미국 기업이 이해하기 어려운 부분일 수도 있습니다: 그들은 \"하이퍼 세그먼트 광고가 더 잘 작동한다\"고 하는 등의 논리에 빠져들어, 이는 확연히 사실이 아니거나, \"내가 관심 있는 것에 대해 광고를 선호한다\"는 식의 이유를 강조하지만, 이러한 실천이 많은 사람들이 자신의 장치가 그들을 감시하고 있다고 믿게 만든다는 사실을 무시합니다.\n\n저커버그는 만약 메타가 하이퍼 세그먼트 광고를 판매하거나 광고 없이 서비스를 유료로 제공할 수 없다면, 실행 불가능하다고 생각합니다. 좋습니다. 하이퍼 세그먼트 광고는 사용자의 개인정보를 침해하는 것이고, 이는 기본적인 권리입니다. 이러한 기본적인 권리를 위반하기로 돈을 받는 것은 사실상 협박과 마찬가지입니다. 그리고 만약 그것이 당신의 비즈니스 모델이라면, 잘 될 것이니, 행운을 빕니다. 왜냐하면 유럽에서는 통용되지 않을 것입니다.\n\n마그레트 베스타거는 메타가 해야 하는 것은 광고를 맥락에 맞추는 것이라고 말합니다. 즉, 텔레비전, 라디오 등 다른 매체들이 여러 해 동안 해왔던 것처럼 광고를 만들어야 합니다: 부동산 구매에 대한 콘텐츠를 보고 있다면 부동산 중개인의 광고를 받게 될 것이고, 건강 뉴스를 읽고 있다면 건강 관련 콘텐츠를 받게 될 것이지만, 아무도 당신의 데이터를 수집하지 않을 것이며, 익명성이 보장될 것입니다.\n\n\n\n메타는 하루 시간대, 예상 인구 통계 및 콘텐츠 관련 특성에 따라 광고를 분할할 수도 있습니다. 그러나 우리를 추적하는 것을 그만두어야 하고, 무엇보다도 우리 정보를 판매하는 것을 더 이상 허용해서는 안 됩니다. 그것은 불법이어야 할 뿐만 아니라 불법이 될 것입니다. 하이퍼-세그멘테이션된 광고가 이룬 유일한 것은 사회적 합의와 우리의 권리를 침해하며 중개업자와 대규모 사기의 거대하고도 불합리한 거품을 만든 것뿐입니다. 일부 잘 속는 마케팅 담당자들을 속여 광고 투자를 정당화한다고 믿게 한 것뿐입니다. 서러운 현실은 그들이 주목을 간청하는 중독자 무리일 뿐이며, 우리가 그들에게 주지 않을 주목을 요구하는 일이 될 것입니다. 심지어 만약 주게 된다 해도, 그 결과는 배신의 또 다른 형태에 불과할 것입니다.\n\n요약하자면, 유럽연합이 이 범죄적 음모를 한 번에 끝내버릴 수 있기를 바라면서 기다립시다. 우리가 아는 대로의 감시 타자제주의는 유럽연합 내에서 그 날들의 끝을 보게 될 것입니다. 언젠가는 세계의 나머지가 우리에게 감사할 것입니다.","ogImage":{"url":"/assets/img/2024-05-15-Itsnotaboutthemoneyitsamatterofprinciples_0.png"},"coverImage":"/assets/img/2024-05-15-Itsnotaboutthemoneyitsamatterofprinciples_0.png","tag":["Tech"],"readingTime":3},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    img: \"img\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/assets/img/2024-05-15-Itsnotaboutthemoneyitsamatterofprinciples_0.png\",\n        alt: \"Image\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"지난 2월 말에 쓴 글에서, 유럽 사용자들이 개인 정보 유포를 막기 위해 매달 12.99 유로를 내야 한다는 메타의 제안 이후 문제에 직면할 것을 예상했습니다: 여덟 개국의 소비자 협회가 소송을 제기했고, 36명의 유럽 의원들이 회사에게 그 아이디어를 철회할 것을 요구했습니다. 이제 유럽연합 경쟁부 전 부의장인 덴마크의 마그레테 베스타거는 회사에게 EU 시민들의 개인정보 보호권과 호환되는 다른 비즈니스 모델을 선보이라고 촉구했습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"메타만이 이 취지의 \\\"지불하거나 승인하거나\\\" 모델을 추구하는 것은 아닙니다: 감시받지 않을 대가로 지불을 요구하는 행위. 미디어와 웹사이트의 수가 증가하면서 프라이버시를 기본적 권리로 보지 않고 상품으로 간주하는 추세입니다. 오스트리아의 활동가 막스 슈렘은 EU 시민들이 감시를 피하기 위해 매년 평균 약 1,500 유로를 지불해야 한다고 계산했습니다. 이는 EU 법령의 기초로 설립된 기본적 권리 중 하나를 우리에게 박탈시킵니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"메타의 대응은? 흥정입니다. 이제 5.99 유로를 제안하고 있습니다. 마크 주커버그는 이해를 못합니다. 그러니까 이해하게 해주세요: 프라이버시는 판매할 수 없으며, 법에 따르면 동의는 자유로운 것이어야 합니다. 그는 가격을 방해요인으로 설정하고 3% 미만의 사용자들이 그 비용을 지불할 것이라고 바라며, 그의 약삭빠른 비즈니스 모델이 안전하다고 생각합니다. 그것이 그가 동의라고 부르는 것인가요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"비즈니스 모델 중 개인정보 침해 없이는 실행할 수 없는 것은 그냥 불가능합니다. 그렇다면 메타는 유럽 시장에서 접기를 고집하는 대신 그대로 물러서는 편이 좋을 것입니다. 분명히 해야 할 일은 이겁니다: 모든 사용자의 개인 데이터를 수집하는 것, 모든 주제에 대한 의견을 모으거나, 정치적이나 성적인 선호를 비롯한 여러 가지 선호를 수집하는 것, 건강에 대한 걱정까지 수집하는 것은 불법입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"아마도 이것은 미국 기업이 이해하기 어려운 부분일 수도 있습니다: 그들은 \\\"하이퍼 세그먼트 광고가 더 잘 작동한다\\\"고 하는 등의 논리에 빠져들어, 이는 확연히 사실이 아니거나, \\\"내가 관심 있는 것에 대해 광고를 선호한다\\\"는 식의 이유를 강조하지만, 이러한 실천이 많은 사람들이 자신의 장치가 그들을 감시하고 있다고 믿게 만든다는 사실을 무시합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"저커버그는 만약 메타가 하이퍼 세그먼트 광고를 판매하거나 광고 없이 서비스를 유료로 제공할 수 없다면, 실행 불가능하다고 생각합니다. 좋습니다. 하이퍼 세그먼트 광고는 사용자의 개인정보를 침해하는 것이고, 이는 기본적인 권리입니다. 이러한 기본적인 권리를 위반하기로 돈을 받는 것은 사실상 협박과 마찬가지입니다. 그리고 만약 그것이 당신의 비즈니스 모델이라면, 잘 될 것이니, 행운을 빕니다. 왜냐하면 유럽에서는 통용되지 않을 것입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"마그레트 베스타거는 메타가 해야 하는 것은 광고를 맥락에 맞추는 것이라고 말합니다. 즉, 텔레비전, 라디오 등 다른 매체들이 여러 해 동안 해왔던 것처럼 광고를 만들어야 합니다: 부동산 구매에 대한 콘텐츠를 보고 있다면 부동산 중개인의 광고를 받게 될 것이고, 건강 뉴스를 읽고 있다면 건강 관련 콘텐츠를 받게 될 것이지만, 아무도 당신의 데이터를 수집하지 않을 것이며, 익명성이 보장될 것입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"메타는 하루 시간대, 예상 인구 통계 및 콘텐츠 관련 특성에 따라 광고를 분할할 수도 있습니다. 그러나 우리를 추적하는 것을 그만두어야 하고, 무엇보다도 우리 정보를 판매하는 것을 더 이상 허용해서는 안 됩니다. 그것은 불법이어야 할 뿐만 아니라 불법이 될 것입니다. 하이퍼-세그멘테이션된 광고가 이룬 유일한 것은 사회적 합의와 우리의 권리를 침해하며 중개업자와 대규모 사기의 거대하고도 불합리한 거품을 만든 것뿐입니다. 일부 잘 속는 마케팅 담당자들을 속여 광고 투자를 정당화한다고 믿게 한 것뿐입니다. 서러운 현실은 그들이 주목을 간청하는 중독자 무리일 뿐이며, 우리가 그들에게 주지 않을 주목을 요구하는 일이 될 것입니다. 심지어 만약 주게 된다 해도, 그 결과는 배신의 또 다른 형태에 불과할 것입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"요약하자면, 유럽연합이 이 범죄적 음모를 한 번에 끝내버릴 수 있기를 바라면서 기다립시다. 우리가 아는 대로의 감시 타자제주의는 유럽연합 내에서 그 날들의 끝을 보게 될 것입니다. 언젠가는 세계의 나머지가 우리에게 감사할 것입니다.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}