{"pageProps":{"post":{"title":"닌텐도 스위치 2 닌텐도, 다음 훌륭한 콘솔에 관한 거대한 발표 완료","description":"","date":"2024-05-17 00:08","slug":"2024-05-17-Switch2NintendoMakesMassiveAnnouncementRegardingNextGreatConsole","content":"\n\n닌텐도가 스위치 2에 관련한 거대한 발표를 드디어 했습니다. 차기 콘솔 출시 일정에 대한 많은 추측이 돌았지만, 회사는 계획을 공개함으로써 소란을 진정시키려 했습니다. 안타깝게도, 새로운 플랫폼을 열망하는 이들에겐 크게 기쁘지 않은 소식입니다.\n\n스위치 2는 기존 콘솔의 새롭고 향상된 버전으로, 기존의 급진적인 변화가 아니라는 것이 닌텐도가 과거에 자주 시도해온 방식입니다. 이것이 모든 추측의 일부이며, 결국 닌텐도는 그들의 차기 콘솔에 대한 모두가 알고 있다고 생각하는 것들을 확인하거나 부인할 것입니다. 이게 우리가 아는 내용입니다.\n\n# 닌텐도, 결국 스위치 2 발표를 확인\n\n![Switch 2](/assets/img/2024-05-17-Switch2NintendoMakesMassiveAnnouncementRegardingNextGreatConsole_0.png)\n\n<div class=\"content-ad\"></div>\n\nBefore this announcement, the Switch’s successor was just a leak. Of course, everyone knew that Nintendo wasn’t going to let the Switch be its final console, as it’s very likely that this is far from the end of the line for them. Still, a Switch 2 was just a leak until Furukawa, President of Nintendo, confirmed in a statement released on their X page.\n\nHe said on X, “We will make an announcement about the successor to Nintendo Switch within this fiscal year.” Furukawa is essentially asking everyone to exhibit some patience, because it’s still going to be a while. The fiscal year ends in March of 2025, which means there’s a little under a year left for the announcement to take place.\n\nThe president also noted that they plan on holding a software Nintendo Direct in June of 2024, but that fans should know that there will be no talk of the upcoming console. That does pose another interesting question. If Nintendo isn’t talking about the Switch 2, what software could be coming? It’s unlikely that the current Nintendo Switch is going to get an influx of new first-party games from big IPs so near to the end of its life cycle, which is clearly upon us.\n\n# Switch 2 not coming any time soon\n\n<div class=\"content-ad\"></div>\n\n안타깝게도, 이번 소식은 좀 실망스러운 편이에요. 닌텐도 스위치의 게임 라인업이 현재는 최선이 아니라고 할 수 있을 정도로 아쉬운 모습을 보이고 있습니다. 작년 7월에는 피크민 4가 출시되었지만, 그 이후로는 세 개의 주요 1자작 타이틀만 출시되었고, 앞으로 예정된 것들 중에서도 리메이크가 주를 이루고 있는 상황입니다. 심지어 스위치 2의 공식 발표가 아마도 10개월 이나 더 소요될 것이라는 사실 역시 좋아보이지 않아요.\n\n3D 마리오 타이틀이나 다음 대작 젤다의 전설을 기다리는 팬들은 아주 오랫동안 기다려야 할 것 같아요. 이들은 아마도 다음 스위치 출시와 함께 나오게 될 것이기 때문에요. 유일하게 릴리즈 예정인 중요한 닌텐도 게임은 포켓몬 레전드: Z-A인데, 2025년쯤에 출시될 예정입니다. 그 외에는 앞으로 어떤 새로운 게임이 계획되어 있는지에 대해서는 누구도 알지 못하고 있어요.\n\n스위치 2는 아직 멀지만, 모두가 마음을 조금 가다듬어 두는 것이 좋아요. 현재 콘솔은 7년이 다되가지만, 닌텐도 콘솔은 항상 긴 수명을 가지고 있습니다. 다행히도, 닌텐도가 하는 일을 참으로 기다리는 팬들을 위해 진짜 정보와 약간의 타임테이블이 있어요. 아직 멀리 있는 미래이긴 하지만, 어느 정도까지 가는지 대강은 알 수 있어요.\n\n# 더 많은 훌륭한 콘텐츠를 위해\n\n<div class=\"content-ad\"></div>\n\nMake sure to visit the Music Section of Total Apex Entertainment for some amazing coverage of the industry!\n\nTotal Apex is a comprehensive content producer that offers in-depth articles daily on entertainment, gaming, sports, and more! Explore our fantastic sports content at Total Apex Sports. Follow us on Twitter @TotalApexEandG and discover our other sites: Total Apex Sports Bets and Total Apex Fantasy Sports.","ogImage":{"url":"/assets/img/2024-05-17-Switch2NintendoMakesMassiveAnnouncementRegardingNextGreatConsole_0.png"},"coverImage":"/assets/img/2024-05-17-Switch2NintendoMakesMassiveAnnouncementRegardingNextGreatConsole_0.png","tag":["Tech"],"readingTime":3},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    h1: \"h1\",\n    img: \"img\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"닌텐도가 스위치 2에 관련한 거대한 발표를 드디어 했습니다. 차기 콘솔 출시 일정에 대한 많은 추측이 돌았지만, 회사는 계획을 공개함으로써 소란을 진정시키려 했습니다. 안타깝게도, 새로운 플랫폼을 열망하는 이들에겐 크게 기쁘지 않은 소식입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"스위치 2는 기존 콘솔의 새롭고 향상된 버전으로, 기존의 급진적인 변화가 아니라는 것이 닌텐도가 과거에 자주 시도해온 방식입니다. 이것이 모든 추측의 일부이며, 결국 닌텐도는 그들의 차기 콘솔에 대한 모두가 알고 있다고 생각하는 것들을 확인하거나 부인할 것입니다. 이게 우리가 아는 내용입니다.\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"닌텐도, 결국 스위치 2 발표를 확인\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/assets/img/2024-05-17-Switch2NintendoMakesMassiveAnnouncementRegardingNextGreatConsole_0.png\",\n        alt: \"Switch 2\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Before this announcement, the Switch’s successor was just a leak. Of course, everyone knew that Nintendo wasn’t going to let the Switch be its final console, as it’s very likely that this is far from the end of the line for them. Still, a Switch 2 was just a leak until Furukawa, President of Nintendo, confirmed in a statement released on their X page.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"He said on X, “We will make an announcement about the successor to Nintendo Switch within this fiscal year.” Furukawa is essentially asking everyone to exhibit some patience, because it’s still going to be a while. The fiscal year ends in March of 2025, which means there’s a little under a year left for the announcement to take place.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The president also noted that they plan on holding a software Nintendo Direct in June of 2024, but that fans should know that there will be no talk of the upcoming console. That does pose another interesting question. If Nintendo isn’t talking about the Switch 2, what software could be coming? It’s unlikely that the current Nintendo Switch is going to get an influx of new first-party games from big IPs so near to the end of its life cycle, which is clearly upon us.\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"Switch 2 not coming any time soon\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"안타깝게도, 이번 소식은 좀 실망스러운 편이에요. 닌텐도 스위치의 게임 라인업이 현재는 최선이 아니라고 할 수 있을 정도로 아쉬운 모습을 보이고 있습니다. 작년 7월에는 피크민 4가 출시되었지만, 그 이후로는 세 개의 주요 1자작 타이틀만 출시되었고, 앞으로 예정된 것들 중에서도 리메이크가 주를 이루고 있는 상황입니다. 심지어 스위치 2의 공식 발표가 아마도 10개월 이나 더 소요될 것이라는 사실 역시 좋아보이지 않아요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"3D 마리오 타이틀이나 다음 대작 젤다의 전설을 기다리는 팬들은 아주 오랫동안 기다려야 할 것 같아요. 이들은 아마도 다음 스위치 출시와 함께 나오게 될 것이기 때문에요. 유일하게 릴리즈 예정인 중요한 닌텐도 게임은 포켓몬 레전드: Z-A인데, 2025년쯤에 출시될 예정입니다. 그 외에는 앞으로 어떤 새로운 게임이 계획되어 있는지에 대해서는 누구도 알지 못하고 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"스위치 2는 아직 멀지만, 모두가 마음을 조금 가다듬어 두는 것이 좋아요. 현재 콘솔은 7년이 다되가지만, 닌텐도 콘솔은 항상 긴 수명을 가지고 있습니다. 다행히도, 닌텐도가 하는 일을 참으로 기다리는 팬들을 위해 진짜 정보와 약간의 타임테이블이 있어요. 아직 멀리 있는 미래이긴 하지만, 어느 정도까지 가는지 대강은 알 수 있어요.\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"더 많은 훌륭한 콘텐츠를 위해\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Make sure to visit the Music Section of Total Apex Entertainment for some amazing coverage of the industry!\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Total Apex is a comprehensive content producer that offers in-depth articles daily on entertainment, gaming, sports, and more! Explore our fantastic sports content at Total Apex Sports. Follow us on Twitter @TotalApexEandG and discover our other sites: Total Apex Sports Bets and Total Apex Fantasy Sports.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}