{"pageProps":{"post":{"title":"저는 파이널 판타지 VII 리버스를 싫어하지 않아요","description":"","date":"2024-05-16 19:51","slug":"2024-05-16-IDontHateFinalFantasyVIIRebirth","content":"\n\n2020년 Final Fantasy VII 리메이크의 후속작인 Rebirth가 출시된 지 몇 달이 지났습니다. 그리고 저는 이제서야 게임을 완료했습니다. 변명을 하자면 우리 부부는 게임을 출시일에 구매하였음에도 불구하고 3월 중순이 되어서야 게임을 시작했습니다. 또한 우리는 다른 여러 일을 병행하고 있었습니다.\n\nRebirth에 대한 내 감정은 복잡합니다. 때로는 그것을 사랑했던 순간들도 있었고, 내가 나의 Kingdom Hearts III 리뷰의 후속작을 작성할 것이라고 생각했던 순간들도 있었습니다. 이 게임은 많은 장점을 갖고 있지만, 무겁게 다가올 수도 있습니다.\n\n최종적으로, 나는 이에 대해 무언가를 쓰고 싶다고 결정했습니다. 리뷰라고 생각해도 좋지만, 사실 그저 게임에 대해 좋아하는 점과 좋아하지 않는 점에 대해 내 생각을 표현하고 싶었습니다. 그리고 끝까지 모든 것을 이해할 수 있을지 확인해 보고 싶습니다.\n\n스포일러 경고: 게임의 대부분 측면에 대해 자유롭게 이야기할 것입니다. 일부 내용에 대해서는 자세히 다루지 않을 수도 있지만, 다른 일부 내용에 대해서는 반드시 언급해야 할 것이 있습니다. 그러니 이를 알고 싶지 않다면 사전에 경고하였습니다.\n\n<div class=\"content-ad\"></div>\n\n나의 취향저격 요소들\n\n캐릭터들 (대부분)\n\n리메이크가 가장 좋았던 점 중 하나는 이미 사랑받고 있는 전통적 캐릭터들을 훨씬 더 훌륭하게 만드는 데 주안점을 둔다는 점이었습니다. 그리고 이는 리버스로 이어집니다. 핵심 캐스트들 간의 좋은 순간들이 많이 있고, 각자가 빛날 수 있도록 게임이 훌륭한 일을 해냈다. 작가의 문체는 매우 타격이 있었고, 우수한 성우진들이 이 캐릭터들을 생동감 있게 소환해냈습니다.\n\n게임에는 새로운 주요 캐릭터들이 등장했는데, 그 중 일부는 정말 대단합니다. 나는 특히 엘레나의 리버스 판을 좋아합니다. 그 중 한 명인 빈센트는 정말 대단합니다. 맷 머서가 탁월한 연기를 펼쳐주었고, 이야기에 등장하는 그의 소개는 게임 중 가장 훌륭한 순간 중 하나입니다.\n\n<div class=\"content-ad\"></div>\n\n마지막으로 케이트 쉬가 있어요. 솔직히 말하자면, 원작 게임에서 케이트 쉬를 싫어했어요. 제가 어려서 그분의 배신에 화가 나서 그랬던 걸지도 모르겠어요. 그분이 정말 이상한 녀석이다보니요. 아니면 전혀 도움이 안되었던 것도 그 이유 중 하나겠죠. 하지만 리버스는 제 눈에 대단히 더 매력적으로 표현하는 걸 성공한 것 같아요. 뭐라고 하던 제가 예쁘게 꾸며졌어요. 그리고 그 정말 귀여운 모습, 재미있고 훌륭하게 쓰여진 캐릭터를 좋아했어요.\n\n음악\n\n올해 더 좋은 비디오 게임 사운드트랙을 찾기는 정말 어렵겠죠. 리메이크와 마찬가지로 리버스는 원작의 클래식 트랙들을 새롭게 해석했어요. 하지만 많은 곡들이 다양한 버전으로 존재하고, 음악의 범위도 정말 다양해서요. 리버스는 이상하고 특이한 게임이라 음악도 이런 면에서 훌륭한 사례 중 하나인 것 같아요.\n\n아름다워요.\n\n<div class=\"content-ad\"></div>\n\n리버스는 정말 멋진 게임이에요. 게임 속의 중요한 캐릭터들은 아름답고 현실적으로 그려져 있어, 그들의 표정과 애니메이션에 많은 개성과 매력이 담겨 있어요. 게임의 세계 대부분도 인상적인데, 특히 오픈 월드로의 전환을 고려하면 더욱 놀라운 부분이 많아요. 하지만 게임에 등장하는 나머지 NPC들은 그다지 멋지게 보이지 않아서, 조금 어색할 수도 있어요.\n\n오픈 월드(대부분)\n\n저도 놀랐던데, 게임 속 대부분의 지역을 탐험하고 다양한 월드 인텔 요청을 수행하는 것을 정말 즐겁게 느꼈어요. 상당히 침착하고, 어떤 이유에서인지 좋은 시간을 보냈거든요. 게임 중 최고의 음악을 담은 발굴 활동을 언급할 가치가 있어요.\n\n(일부) 원작에 대한 변경들\n\n<div class=\"content-ad\"></div>\n\n이번에는 좀 섞여있어요. 솔직히 말해서 일부 변경 사항은 마음에 들었어요. 주로 '크라이시스 코어'와 관련된 것들을 많이 좋아했어요. 몇 년 동안 몇 번 언급했는데, '크라이시스 코어'가 실제로 제가 가장 좋아하는 파이널 판타지 VII 콘텐츠일 수도 있어요. 그래서 그런 모든 것을 좋아하지 않는 것은 정말 어려웠어요.\n\n한편, 원작을 확장하는 몇 가지 변경 사항은 꽤 흥미로웠어요. 그런 것들 중에는 기가 이야기에 (훨씬) 더 큰 역할을 부여하고, 블랙 마테리아에 대한 좀 더 맥락을 제공하는 것이 포함되어 있어요.\n\n다른 큰 변화 중 하나는 바렛과 다인 이야기를 다루는 방식이에요. 원작에서 항상 멋진 부분이었지만, 이번에는 실제로 그것을 훨씬 더 슬프게 만들었어요. 이 부분 중 일부는 게임에서 최고의 캐릭터인 바렛때문이기도 하지만, 다인 역시 더 잘 쓰여졌어요. 이 이야기의 결말 때 눈물이 날 정도였어요.\n\n안타깝게도, 이게 항상 효과적이었던 건 아니었고, 일부 변화는 혼란스럽거나 무의미하거나 둘 다인 경우도 있었어요.\n\n<div class=\"content-ad\"></div>\n\n### 싫었던 점\n전투 시스템\n\n음, 아마 전투 시스템이 싫다고 말하는 건 조금 과장된 표현일 수도 있지만, 적어도 나는 그것에 대해 확신이 없어. 2020년에 리메이크가 출시될 때 전투 시스템이 정말 멋진 것 같았어. 하지만 그 시스템의 개정판과 함께 또 100시간 이상을 보내고 난 후, 그것에 대해 확실한 결론을 내렸어. 이해하거나 이해하지 않거나 할 수 있다고 생각해.\n\n여기서 무엇을 원하는지 정확히 모르겠어. 턴제는 완전히 괜찮아. 그리고 FFXVI의 액션 전투 시스템도 정말 좋아했어. 하지만 다른 좋아했던 게 있어. 크라이시스 코어 말야.\n\n<div class=\"content-ad\"></div>\n\n제가 알기론, 일단 상당히 나쁘지는 않아요. 세 번째 게임에서 더 완성도를 높일 것으로 봐요. 어찌 되었든, 뭔가 해결해야 할 일에는 충분히 좋아요.\n\n시드\n\n그럼. 시드에 관해 이야기해봅시다. 생각했을 때, 나는 이 시드의 모습과 목소리는 좋다고 생각해요. 이게 문제가 아니에요. 그의 성격조차도 나쁘다고는 말 못할 정도로 꽤 잘 표현된 것 같아요. 하지만, 제게 큰 문제는 그의 이야기가 어떻게 망가졌는지에 있어요.\n\n로켓 타운도 없고, 셰라도 없고, 아마도 우주쪽도 없어요. 원작 FFVII에서 가장 좋아하는 부분 중 하나가 바로 시드와 그의 과거, 그리고 우주로 나아가는 사건들이었는데요. 그 대신에, 우주선을 타는 이벤트가 어떻게 될지 상상도 못 하겠어요. 대신에 나오는 시드는 그냥 택시 타는 특급 영웅인 것 같아요, 그리고 아레스 어머님한테 빚이 있는 거 같아요? 진짜 싫어요!\n\n<div class=\"content-ad\"></div>\n\n**고대 사원 / 검은 물질**\n\n이 부분은 그렇게 중요하지는 않지만, 검은 물질이 사실 고대 사원인 것을 바꿔서 정말 실망스러웠어요. 그리고 케이트 시스가 자신을 희생해 그것을 작아지게 하는 것 대신 더 개선된 케이트 시스로부터 더 강력한 희생을 얻었지만, 사원이 작아지는 대신 무너지는 것만 보게 되네요. 별로네요!\n\n**원작과의 (일부) 다른 변화들**\n\n고대 사원 외에도 게임에서 이루어진 몇 가지 다른 변화들 중에서 실망스럽거나 어리석다고 생각한 것들이 있어요. 세토의 드러남을 코스모 케이논에서 어떻게 처리했는지와 신라 매너에서의 실행 방식은 원작에서 훨씬 더 좋았어요.\n\n<div class=\"content-ad\"></div>\n\nHere is the text translated into Korean:\n\n싫은 점\n\n미니 게임들\n\n알아봐봐, 게임이 처음 출시됐을 때 사람들이 너무 많은 미니 게임을 지적하면서 소용돌이칠 때, 나는 그걸 무시했어. 근데 진심, 미니 게임들은 파이널 판타지 시리즈의 상징이다. 포인트를 암시 시킨 건 VII였다니까 말야.\n\n하... 그런데... 미니 게임이 너무나 많아. 거의 게임의 모든 부분이 미니 게임들로 채워져 있다는 게 문제야. 뿐만 아니라 종류가 너무 다수이면서 같은 유형들을 계속 반복하게 돼 있다구.\n\n<div class=\"content-ad\"></div>\n\n이제, 그들이 다 나쁜 것만은 아니에요. 퀸스 블러드는 나쁘지 않다고 생각해요. 그냥 너무 많아요. 거기에는 재미있는 것도 몇 개 있어요, 확실하지만, 여전히 너무 많아요.\n\n하지만 그리고 나쁜 것도 있어요. 초코보를 몰래 추적해야 하는 필수 은밀 임무들을 말해요. 포트 콘도르는 처음에는 꽤 멋있어 보이지만, 나중에는 너무 어려워져요. 그리고 호위 임무들 말이죠.\n\n하지만 거의 내게 게임을 그만두게 하거나 정신 나가게 할 뻔한 두 가지 대표적인 사례들이 있어요. 코스모 캐년 초코보 글라이딩과 케이트 시스의 상자 던지기 말이에요. 비디오 게임이 나에게 그렇게 큰 영향을 끼치는 경우는 별로 없지만, 참 오 나만큼 이 두 장면 때문에 미치겠거든요.\n\n<div class=\"content-ad\"></div>\n\n말하자면, 전체 게임에서 가장 최악이었던 순간은 공가가 정글과 코스모 캐년을 탐험하는 긴 중간 부분이었어요. 이미 코스모 캐년의 초코보 글라이딩에 대한 내 비관을 다룬 적 있지만, 공가가는 정말 별로였어요.\n\n혼란스러운 정글 지형과 과도한 수직성, 그리고 버섯 발판(그리고 음악!!!)이 제 아내와 나를 광분하게 했죠. 우리는 거기에 오래 있었어요. 만약 이것이 다른 게임이었더라면 포기했을지도 몰라요. 포기하지 않고 다행이지만 그래도. 저 장면들 진짜 짜증나더라구요.\n\n길가메쉬와 프로토렐릭\n\n이 부분은 장점이 없지 않지만, 게임에서 가장 지루한 부분 중 하나는 프로토렐릭 부가 퀘스트였어요. 너무 많아서, 그리고 많은 부분이 성가신 미니게임들과 관련이 있어요. 그리고 길가메쉬를 얼마나 좋아하든, 그가 꽤 짜증나게 느껴질 때도 있었어요.\n\n<div class=\"content-ad\"></div>\n\n아쉽게도 여정의 끝에서 수행해야 하는 끔찍한 전투들이 있어요. 특히 오딘/알렉산더 전투가 그렇죠. 여정이 멋진 끝을 맺었고 긴장감 넘치는 ‘큰 다리 위의 전투’는 언제나 좋은데, 그럼에도 불구하고 이 부분은 크게 팬이라고 말하기 어렵네요.\n\n유피/레드XIII\n\n그렇죠, 이 부분이 상당히 중요한 부분이에요. 아마도 가장 ‘확고한 견해’일 거에요, 하지만 이 둘은 별로네요. 그것이 바로 큰 실망인 건데, 리메이크에서 둘 다 정말 좋았는데 말이죠!\n\n먼저 유피부터 얘기해볼게요. 원작에서나 크라이시스 코어에서도 유피가 별로였어요. 정말 짜증났었죠. 그러나 FFVII 리메이크 인터그레이드에서 그녀의 캐릭터를 훌륭하게 되살려냈어요. 거기서 그녀를 상당히 마음에 들게 느꼈고, 그 DLC를 정말 즐겼습니다.\n\n<div class=\"content-ad\"></div>\n\nAt Rebirth, everything changes. However, the moment Yuffie makes her appearance, her annoying traits resurface. It's puzzling how she regressed into an immature and single-minded character fixated on her materia. \n\nWhat's more frustrating is how the game forces her into nearly every scene thereafter, as if compensating for her minor role in the original. Consequently, Yuffie's constant presence in the second half of the game became overwhelmingly tiresome.\n\nMoreover, while engaging in Chocobo Gliding activities in Cosmo Canyon, she callously traumatizes a victim due to her utter lack of awareness.\n\nNow, shifting focus to Red XIII, well, the situation with him is even more distressing, perhaps?\n\n<div class=\"content-ad\"></div>\n\n레버스 개발자들이 이유는 뭐이건지 모르겠지만, 레드 XIII의 전체 성격과 목소리를 게임 후반부에 바꾸기로 결정한 것 같습니다. 원작에서부터 즐겨왔던 캐릭터이며, 리메이크에서는 코스모 캐니언에 이르기까지 소개된 그의 모습이 좋았어요.\n\n그는 바보 같은 어린이이며, 뭔가 쫄보 같은 소리를 내요. 제 생각에는 여기서 어린 사자인 나이키를 표현하려고 했던 것 같아요. 하지만 저는 그들이 한 일에 강하게 반대합니다. 그 순간부터 그의 캐릭터를 망치고 말았어요. 정말 안타까운 일이죠.\n\n이해하지 못한 점들\n\n이야기 (중요 스포일러!!!)\n\n<div class=\"content-ad\"></div>\n\n오케이, 그러니까 마지막 섹션은 여기서 이야기를 하고 마무리하기 전에 이야기할 것이 있어. 솔직히 말해, 여기서 뭘 노리고 있는지 모르겠어.\n\nRemake의 원래 개념은, 적어도 내가 생각한 바로는, 이 게임이 원작 파이널 판타지 VII와 크게 다른 삼부작이 될 것이라는 것이었다. 이것이 첫 번째 게임에서의 덩달이와 운명에 관한 메타 서사 전체다.\n\n그러나... Rebirth는 결국 FFVII의 사건들을 따르는 것으로 보이지만, A 지점에서 B 지점으로 이동하는 여정에서 여러 부분을 추가하고 변경했다.\n\n게다가, 그 중 일부는 그냥 별로인 것 같아?\n\n<div class=\"content-ad\"></div>\n\n이 카드에 대해 이야기해 보죠. 이미지가 작고 색감이 진하게 표현되어 있다는 점을 주목하세요. 특히 빨간색 백그라운드가 강조되는데요, 이는 열정과 행동을 상징합니다. 카드에는 신념과 동기 부여, 신속한 행동의 필요성이 담겨 있어요.\n\n카드 속 인물은 무모한 선택을 할 수 있지만, 그 결정에 대한 책임을 져야 하는 것을 상기시켜줍니다. 이는 소수의 영웅적 행동으로 인해 성취하고자 하는 목표를 달성할 수 있다는 긍정적인 메시지도 함께 전달됩니다.\n\n고민거리가 많다면 명확한 조언이나 행동이 필요할 때일 수 있어요. 이 카드는 당신에게 무모한 행동으로부터 책임감을 얻고, 적극적으로 상황을 개선해 나갈 수 있다는 희망을 주고 있습니다. 굳이 깊게 생각하지 않고, 용기를 내어 나아가 보세요!\n\n<div class=\"content-ad\"></div>\n\n그에게 왜 아직 검은 마테리아가 있나요? 그는 세피로스와 계속 교환을 했나 봐요, 9번이나요? 그럼 그게 있나요? 그럼 백색 마테리아는 어디 갔나요? 어째서 그는 에어스를 죽인 후에도 보이나요? 어째서 유성과 북쪽 화구에 대해 이미 알고 있죠?\n\n그는 아직 세피로스의 통제 아래 있는 건가요? 사실은 그런가요? 어째서 그는 그렇게 권태롭고 무자비한 살인마인가요? 이 모든 질문들에는 답이 없고 게임은 더 복잡하게 만듭니다.\n\n저는 현재부터 재탄생의 요점은 상황이 다르게 전개되는 다중 대안적 차원이 있기 때문인 거 같은데요? 그럼 지금 잭은 어디 있죠? 그리고 에어스는 실제로 죽지 않고 다른 세계에 있는 건가요?\n\n이것들을 생각하면 머리가 아픕니다. 아마도 제가 너무 어리석은 탓인 것 같아요, 하지만 그게 유일한 문제는 아니라고 생각해요. 게임이 정말로 꼬이기 마련이거든요.\n\n<div class=\"content-ad\"></div>\n\nAnd for what exactly is it serving? I was certain there would be some insane twist at the end of the game. Remember when there were speculations that Tifa might die instead of Aerith? Or what if Aerith didn't die?\n\nBy the end, we're left in Rebirth pretty much in the same place as Disc 1 of the original game, with the introduction of a multiple worlds theory. And then a whole bunch of convoluted nonsense. Not much really changed, did it? I thought the whole point was to make changes?\n\nI wonder if people are content that it's largely following the original game's path or if they find it disappointing. I'm not quite sure where I stand on it. Mixed feelings, perhaps?\n\nMixed feelings pretty much encapsulate my overall thoughts on the game. I did enjoy it for the most part, but there were plenty of frustrating issues and things I wasn't too fond of. I must admit, I'm not as enthusiastic about the third game at this point. Nevertheless, I still look forward to playing it and seeing how things unfold.\n\n<div class=\"content-ad\"></div>\n\n제가 오래된 게임을 들어보는 것을 좋아해서 'Remake'를 정말 좋아했어요. 하지만 'Rebirth'는 올해 기대했던 또 다른 게임인데, 좀 실망한 느낌이 들었어요. 그래도 제가 플레이해서 기뻐요.","ogImage":{"url":"/assets/img/2024-05-16-IDontHateFinalFantasyVIIRebirth_0.png"},"coverImage":"/assets/img/2024-05-16-IDontHateFinalFantasyVIIRebirth_0.png","tag":["Tech"],"readingTime":9},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    h3: \"h3\",\n    strong: \"strong\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"2020년 Final Fantasy VII 리메이크의 후속작인 Rebirth가 출시된 지 몇 달이 지났습니다. 그리고 저는 이제서야 게임을 완료했습니다. 변명을 하자면 우리 부부는 게임을 출시일에 구매하였음에도 불구하고 3월 중순이 되어서야 게임을 시작했습니다. 또한 우리는 다른 여러 일을 병행하고 있었습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Rebirth에 대한 내 감정은 복잡합니다. 때로는 그것을 사랑했던 순간들도 있었고, 내가 나의 Kingdom Hearts III 리뷰의 후속작을 작성할 것이라고 생각했던 순간들도 있었습니다. 이 게임은 많은 장점을 갖고 있지만, 무겁게 다가올 수도 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"최종적으로, 나는 이에 대해 무언가를 쓰고 싶다고 결정했습니다. 리뷰라고 생각해도 좋지만, 사실 그저 게임에 대해 좋아하는 점과 좋아하지 않는 점에 대해 내 생각을 표현하고 싶었습니다. 그리고 끝까지 모든 것을 이해할 수 있을지 확인해 보고 싶습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"스포일러 경고: 게임의 대부분 측면에 대해 자유롭게 이야기할 것입니다. 일부 내용에 대해서는 자세히 다루지 않을 수도 있지만, 다른 일부 내용에 대해서는 반드시 언급해야 할 것이 있습니다. 그러니 이를 알고 싶지 않다면 사전에 경고하였습니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"나의 취향저격 요소들\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"캐릭터들 (대부분)\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"리메이크가 가장 좋았던 점 중 하나는 이미 사랑받고 있는 전통적 캐릭터들을 훨씬 더 훌륭하게 만드는 데 주안점을 둔다는 점이었습니다. 그리고 이는 리버스로 이어집니다. 핵심 캐스트들 간의 좋은 순간들이 많이 있고, 각자가 빛날 수 있도록 게임이 훌륭한 일을 해냈다. 작가의 문체는 매우 타격이 있었고, 우수한 성우진들이 이 캐릭터들을 생동감 있게 소환해냈습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"게임에는 새로운 주요 캐릭터들이 등장했는데, 그 중 일부는 정말 대단합니다. 나는 특히 엘레나의 리버스 판을 좋아합니다. 그 중 한 명인 빈센트는 정말 대단합니다. 맷 머서가 탁월한 연기를 펼쳐주었고, 이야기에 등장하는 그의 소개는 게임 중 가장 훌륭한 순간 중 하나입니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"마지막으로 케이트 쉬가 있어요. 솔직히 말하자면, 원작 게임에서 케이트 쉬를 싫어했어요. 제가 어려서 그분의 배신에 화가 나서 그랬던 걸지도 모르겠어요. 그분이 정말 이상한 녀석이다보니요. 아니면 전혀 도움이 안되었던 것도 그 이유 중 하나겠죠. 하지만 리버스는 제 눈에 대단히 더 매력적으로 표현하는 걸 성공한 것 같아요. 뭐라고 하던 제가 예쁘게 꾸며졌어요. 그리고 그 정말 귀여운 모습, 재미있고 훌륭하게 쓰여진 캐릭터를 좋아했어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"음악\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"올해 더 좋은 비디오 게임 사운드트랙을 찾기는 정말 어렵겠죠. 리메이크와 마찬가지로 리버스는 원작의 클래식 트랙들을 새롭게 해석했어요. 하지만 많은 곡들이 다양한 버전으로 존재하고, 음악의 범위도 정말 다양해서요. 리버스는 이상하고 특이한 게임이라 음악도 이런 면에서 훌륭한 사례 중 하나인 것 같아요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"아름다워요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"리버스는 정말 멋진 게임이에요. 게임 속의 중요한 캐릭터들은 아름답고 현실적으로 그려져 있어, 그들의 표정과 애니메이션에 많은 개성과 매력이 담겨 있어요. 게임의 세계 대부분도 인상적인데, 특히 오픈 월드로의 전환을 고려하면 더욱 놀라운 부분이 많아요. 하지만 게임에 등장하는 나머지 NPC들은 그다지 멋지게 보이지 않아서, 조금 어색할 수도 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"오픈 월드(대부분)\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"저도 놀랐던데, 게임 속 대부분의 지역을 탐험하고 다양한 월드 인텔 요청을 수행하는 것을 정말 즐겁게 느꼈어요. 상당히 침착하고, 어떤 이유에서인지 좋은 시간을 보냈거든요. 게임 중 최고의 음악을 담은 발굴 활동을 언급할 가치가 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"(일부) 원작에 대한 변경들\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이번에는 좀 섞여있어요. 솔직히 말해서 일부 변경 사항은 마음에 들었어요. 주로 '크라이시스 코어'와 관련된 것들을 많이 좋아했어요. 몇 년 동안 몇 번 언급했는데, '크라이시스 코어'가 실제로 제가 가장 좋아하는 파이널 판타지 VII 콘텐츠일 수도 있어요. 그래서 그런 모든 것을 좋아하지 않는 것은 정말 어려웠어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"한편, 원작을 확장하는 몇 가지 변경 사항은 꽤 흥미로웠어요. 그런 것들 중에는 기가 이야기에 (훨씬) 더 큰 역할을 부여하고, 블랙 마테리아에 대한 좀 더 맥락을 제공하는 것이 포함되어 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"다른 큰 변화 중 하나는 바렛과 다인 이야기를 다루는 방식이에요. 원작에서 항상 멋진 부분이었지만, 이번에는 실제로 그것을 훨씬 더 슬프게 만들었어요. 이 부분 중 일부는 게임에서 최고의 캐릭터인 바렛때문이기도 하지만, 다인 역시 더 잘 쓰여졌어요. 이 이야기의 결말 때 눈물이 날 정도였어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"안타깝게도, 이게 항상 효과적이었던 건 아니었고, 일부 변화는 혼란스럽거나 무의미하거나 둘 다인 경우도 있었어요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"싫었던 점\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"전투 시스템\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"음, 아마 전투 시스템이 싫다고 말하는 건 조금 과장된 표현일 수도 있지만, 적어도 나는 그것에 대해 확신이 없어. 2020년에 리메이크가 출시될 때 전투 시스템이 정말 멋진 것 같았어. 하지만 그 시스템의 개정판과 함께 또 100시간 이상을 보내고 난 후, 그것에 대해 확실한 결론을 내렸어. 이해하거나 이해하지 않거나 할 수 있다고 생각해.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"여기서 무엇을 원하는지 정확히 모르겠어. 턴제는 완전히 괜찮아. 그리고 FFXVI의 액션 전투 시스템도 정말 좋아했어. 하지만 다른 좋아했던 게 있어. 크라이시스 코어 말야.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"제가 알기론, 일단 상당히 나쁘지는 않아요. 세 번째 게임에서 더 완성도를 높일 것으로 봐요. 어찌 되었든, 뭔가 해결해야 할 일에는 충분히 좋아요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"시드\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그럼. 시드에 관해 이야기해봅시다. 생각했을 때, 나는 이 시드의 모습과 목소리는 좋다고 생각해요. 이게 문제가 아니에요. 그의 성격조차도 나쁘다고는 말 못할 정도로 꽤 잘 표현된 것 같아요. 하지만, 제게 큰 문제는 그의 이야기가 어떻게 망가졌는지에 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"로켓 타운도 없고, 셰라도 없고, 아마도 우주쪽도 없어요. 원작 FFVII에서 가장 좋아하는 부분 중 하나가 바로 시드와 그의 과거, 그리고 우주로 나아가는 사건들이었는데요. 그 대신에, 우주선을 타는 이벤트가 어떻게 될지 상상도 못 하겠어요. 대신에 나오는 시드는 그냥 택시 타는 특급 영웅인 것 같아요, 그리고 아레스 어머님한테 빚이 있는 거 같아요? 진짜 싫어요!\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"고대 사원 / 검은 물질\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 부분은 그렇게 중요하지는 않지만, 검은 물질이 사실 고대 사원인 것을 바꿔서 정말 실망스러웠어요. 그리고 케이트 시스가 자신을 희생해 그것을 작아지게 하는 것 대신 더 개선된 케이트 시스로부터 더 강력한 희생을 얻었지만, 사원이 작아지는 대신 무너지는 것만 보게 되네요. 별로네요!\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"원작과의 (일부) 다른 변화들\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"고대 사원 외에도 게임에서 이루어진 몇 가지 다른 변화들 중에서 실망스럽거나 어리석다고 생각한 것들이 있어요. 세토의 드러남을 코스모 케이논에서 어떻게 처리했는지와 신라 매너에서의 실행 방식은 원작에서 훨씬 더 좋았어요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Here is the text translated into Korean:\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"싫은 점\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"미니 게임들\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"알아봐봐, 게임이 처음 출시됐을 때 사람들이 너무 많은 미니 게임을 지적하면서 소용돌이칠 때, 나는 그걸 무시했어. 근데 진심, 미니 게임들은 파이널 판타지 시리즈의 상징이다. 포인트를 암시 시킨 건 VII였다니까 말야.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하... 그런데... 미니 게임이 너무나 많아. 거의 게임의 모든 부분이 미니 게임들로 채워져 있다는 게 문제야. 뿐만 아니라 종류가 너무 다수이면서 같은 유형들을 계속 반복하게 돼 있다구.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이제, 그들이 다 나쁜 것만은 아니에요. 퀸스 블러드는 나쁘지 않다고 생각해요. 그냥 너무 많아요. 거기에는 재미있는 것도 몇 개 있어요, 확실하지만, 여전히 너무 많아요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만 그리고 나쁜 것도 있어요. 초코보를 몰래 추적해야 하는 필수 은밀 임무들을 말해요. 포트 콘도르는 처음에는 꽤 멋있어 보이지만, 나중에는 너무 어려워져요. 그리고 호위 임무들 말이죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만 거의 내게 게임을 그만두게 하거나 정신 나가게 할 뻔한 두 가지 대표적인 사례들이 있어요. 코스모 캐년 초코보 글라이딩과 케이트 시스의 상자 던지기 말이에요. 비디오 게임이 나에게 그렇게 큰 영향을 끼치는 경우는 별로 없지만, 참 오 나만큼 이 두 장면 때문에 미치겠거든요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"말하자면, 전체 게임에서 가장 최악이었던 순간은 공가가 정글과 코스모 캐년을 탐험하는 긴 중간 부분이었어요. 이미 코스모 캐년의 초코보 글라이딩에 대한 내 비관을 다룬 적 있지만, 공가가는 정말 별로였어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"혼란스러운 정글 지형과 과도한 수직성, 그리고 버섯 발판(그리고 음악!!!)이 제 아내와 나를 광분하게 했죠. 우리는 거기에 오래 있었어요. 만약 이것이 다른 게임이었더라면 포기했을지도 몰라요. 포기하지 않고 다행이지만 그래도. 저 장면들 진짜 짜증나더라구요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"길가메쉬와 프로토렐릭\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 부분은 장점이 없지 않지만, 게임에서 가장 지루한 부분 중 하나는 프로토렐릭 부가 퀘스트였어요. 너무 많아서, 그리고 많은 부분이 성가신 미니게임들과 관련이 있어요. 그리고 길가메쉬를 얼마나 좋아하든, 그가 꽤 짜증나게 느껴질 때도 있었어요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"아쉽게도 여정의 끝에서 수행해야 하는 끔찍한 전투들이 있어요. 특히 오딘/알렉산더 전투가 그렇죠. 여정이 멋진 끝을 맺었고 긴장감 넘치는 ‘큰 다리 위의 전투’는 언제나 좋은데, 그럼에도 불구하고 이 부분은 크게 팬이라고 말하기 어렵네요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"유피/레드XIII\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그렇죠, 이 부분이 상당히 중요한 부분이에요. 아마도 가장 ‘확고한 견해’일 거에요, 하지만 이 둘은 별로네요. 그것이 바로 큰 실망인 건데, 리메이크에서 둘 다 정말 좋았는데 말이죠!\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"먼저 유피부터 얘기해볼게요. 원작에서나 크라이시스 코어에서도 유피가 별로였어요. 정말 짜증났었죠. 그러나 FFVII 리메이크 인터그레이드에서 그녀의 캐릭터를 훌륭하게 되살려냈어요. 거기서 그녀를 상당히 마음에 들게 느꼈고, 그 DLC를 정말 즐겼습니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"At Rebirth, everything changes. However, the moment Yuffie makes her appearance, her annoying traits resurface. It's puzzling how she regressed into an immature and single-minded character fixated on her materia.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"What's more frustrating is how the game forces her into nearly every scene thereafter, as if compensating for her minor role in the original. Consequently, Yuffie's constant presence in the second half of the game became overwhelmingly tiresome.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Moreover, while engaging in Chocobo Gliding activities in Cosmo Canyon, she callously traumatizes a victim due to her utter lack of awareness.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Now, shifting focus to Red XIII, well, the situation with him is even more distressing, perhaps?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"레버스 개발자들이 이유는 뭐이건지 모르겠지만, 레드 XIII의 전체 성격과 목소리를 게임 후반부에 바꾸기로 결정한 것 같습니다. 원작에서부터 즐겨왔던 캐릭터이며, 리메이크에서는 코스모 캐니언에 이르기까지 소개된 그의 모습이 좋았어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그는 바보 같은 어린이이며, 뭔가 쫄보 같은 소리를 내요. 제 생각에는 여기서 어린 사자인 나이키를 표현하려고 했던 것 같아요. 하지만 저는 그들이 한 일에 강하게 반대합니다. 그 순간부터 그의 캐릭터를 망치고 말았어요. 정말 안타까운 일이죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이해하지 못한 점들\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이야기 (중요 스포일러!!!)\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"오케이, 그러니까 마지막 섹션은 여기서 이야기를 하고 마무리하기 전에 이야기할 것이 있어. 솔직히 말해, 여기서 뭘 노리고 있는지 모르겠어.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Remake의 원래 개념은, 적어도 내가 생각한 바로는, 이 게임이 원작 파이널 판타지 VII와 크게 다른 삼부작이 될 것이라는 것이었다. 이것이 첫 번째 게임에서의 덩달이와 운명에 관한 메타 서사 전체다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그러나... Rebirth는 결국 FFVII의 사건들을 따르는 것으로 보이지만, A 지점에서 B 지점으로 이동하는 여정에서 여러 부분을 추가하고 변경했다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"게다가, 그 중 일부는 그냥 별로인 것 같아?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 카드에 대해 이야기해 보죠. 이미지가 작고 색감이 진하게 표현되어 있다는 점을 주목하세요. 특히 빨간색 백그라운드가 강조되는데요, 이는 열정과 행동을 상징합니다. 카드에는 신념과 동기 부여, 신속한 행동의 필요성이 담겨 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"카드 속 인물은 무모한 선택을 할 수 있지만, 그 결정에 대한 책임을 져야 하는 것을 상기시켜줍니다. 이는 소수의 영웅적 행동으로 인해 성취하고자 하는 목표를 달성할 수 있다는 긍정적인 메시지도 함께 전달됩니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"고민거리가 많다면 명확한 조언이나 행동이 필요할 때일 수 있어요. 이 카드는 당신에게 무모한 행동으로부터 책임감을 얻고, 적극적으로 상황을 개선해 나갈 수 있다는 희망을 주고 있습니다. 굳이 깊게 생각하지 않고, 용기를 내어 나아가 보세요!\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그에게 왜 아직 검은 마테리아가 있나요? 그는 세피로스와 계속 교환을 했나 봐요, 9번이나요? 그럼 그게 있나요? 그럼 백색 마테리아는 어디 갔나요? 어째서 그는 에어스를 죽인 후에도 보이나요? 어째서 유성과 북쪽 화구에 대해 이미 알고 있죠?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그는 아직 세피로스의 통제 아래 있는 건가요? 사실은 그런가요? 어째서 그는 그렇게 권태롭고 무자비한 살인마인가요? 이 모든 질문들에는 답이 없고 게임은 더 복잡하게 만듭니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"저는 현재부터 재탄생의 요점은 상황이 다르게 전개되는 다중 대안적 차원이 있기 때문인 거 같은데요? 그럼 지금 잭은 어디 있죠? 그리고 에어스는 실제로 죽지 않고 다른 세계에 있는 건가요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이것들을 생각하면 머리가 아픕니다. 아마도 제가 너무 어리석은 탓인 것 같아요, 하지만 그게 유일한 문제는 아니라고 생각해요. 게임이 정말로 꼬이기 마련이거든요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"And for what exactly is it serving? I was certain there would be some insane twist at the end of the game. Remember when there were speculations that Tifa might die instead of Aerith? Or what if Aerith didn't die?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"By the end, we're left in Rebirth pretty much in the same place as Disc 1 of the original game, with the introduction of a multiple worlds theory. And then a whole bunch of convoluted nonsense. Not much really changed, did it? I thought the whole point was to make changes?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"I wonder if people are content that it's largely following the original game's path or if they find it disappointing. I'm not quite sure where I stand on it. Mixed feelings, perhaps?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Mixed feelings pretty much encapsulate my overall thoughts on the game. I did enjoy it for the most part, but there were plenty of frustrating issues and things I wasn't too fond of. I must admit, I'm not as enthusiastic about the third game at this point. Nevertheless, I still look forward to playing it and seeing how things unfold.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"제가 오래된 게임을 들어보는 것을 좋아해서 'Remake'를 정말 좋아했어요. 하지만 'Rebirth'는 올해 기대했던 또 다른 게임인데, 좀 실망한 느낌이 들었어요. 그래도 제가 플레이해서 기뻐요.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}