{"pageProps":{"posts":[{"title":"혼합 현실 또는 공간 컴퓨팅","description":"","date":"2024-05-15 19:35","slug":"2024-05-15-MixedRealityorSpatialComputing","content":"\n\n매력적으로 함축적인 매체 언어 - 과거와 현재\n\n![image](/assets/img/2024-05-15-MixedRealityorSpatialComputing_0.png)\n\n최근 기자들이 자주 묻는 질문이 있어요: 공간 컴퓨팅과 혼합 현실의 차이는 뭔가요? 대답하자마자 더 많은 질문이 나오며 현실적인 매체의 언어와 오늘날 사용되는 다양한 문구에 대한 이해가 필요하다고 느껴져요. 혼란을 줄이기 위해, 핵심적인 용어들의 역사와 인지적 의미를 살펴보는 것이 도움이 된다고 생각해요.\n\n저는 개인적으로 애플의 공간 컴퓨팅이라는 표현을 좋아하고 Vision Pro가 공간 컴퓨터라고 동의합니다. 하지만, 이로 인해 혼란이 더해졌어요. 결국 대부분의 사람들이 Vision Pro를 혼합 현실 헤드셋이라고 부르지만, 애플만 아닐 뿐이에요. 또한, 개발자들은 Vision Pro 앱을 가상 현실, 혼합 현실 또는 증강 현실을 활성화하는 것으로 설명할 수 없어요. 이는 마케팅 상의 이유를 이해하고, 이러한 언어 제한이 시간이 흐르면 사라질 것으로 예상하지만, 애플이 특정 단어를 금지하는 것은 지나친 것으로 보여요.\n\n\n\n아마도 난 그냥 향수에 젖어 있는 걸 수도 있지만, 처음 분야를 시작했을 때 가상 현실이라는 문구가 몇 년 전에 나왔을 뿐인데도 이미 큰 관심을 불러일으켰어요. 저는 NASA에서 VR 실험을 수행하는 젊은 연구원이었고, 위의 사진은 저가 일하고 있던 연구소에 걸려 있던 포스터였어요. 저에게는 그가 제시하는 완전한 약속을 담은 깊은 영감을 주는 이미지였어요.\n\n게다가, 해당 NASA 사진에 나타난 인간 경험은 거의 40년 동안 가상 현실로 불려 왔어요. 만약 Vision Pro 개발자이고 완전히 시뮬레이트된 몰입형 경험을 만든다면, 그것을 가상 현실로 설명하는 것이 정말 죄인일까요? 결국, 위에 보이는 VR 헤드셋은 지금 스미스소니안 박물관에 전시되어 있어요. 이것은 우리의 역사이면서 우리 문화입니다.\n\n물론, Vision Pro는 NASA 헤드셋에 비해 훨씬 정교하며 놀라운 선명도 뿐만 아니라 완전히 새로운 기능을 추가했기 때문에 더욱 우수해요. Vision Pro의 가장 중요한 기능은 현실 세계와 공간적으로 투사된 가상 내용을 원활하게 결합하여 단일 통합 경험을 만들어내는 능력입니다. 이를 확장 현실 또는 복합 현실이라고 부르며 기능에 따라 두 용어는 학계와 산업에서 오랜 역사를 갖고 있어요.\n\n그렇다면, AR과 MR의 차이점은 무엇일까요?\n\n\n\n세계적인 가상현실 산업에서 가장 오해받는 문제 중 하나일 것 같아요. 그래서 오늘날의 분화가 어떻게 생겨났는지 설명하기 위해 과거로 돌아가는 것은 가치가 있어요. 초기에는 '증강현실'이라는 한 마디만으로 충분했지만, 2010년대에는 마케터들이 더 간단한 시스템들을 그 이름 아래로 푼 것 때문에 그 정의가 희석되었죠. 미래에는 진자가 다시 돌아갈 것으로 생각되지만, 현재로서는 두 용어 모두 유용해요. 그 이유를 이해하려면 사용자의 현실을 확실하고 진실되게 증강하는 데 필요한 지각 요건에 대해 깊게 파고들어야 해요.\n\n제 배경을 말씀드리자면, 1991년에 현실과 가상을 융합하는 작업을 시작했는데, 그 당시에는 그러한 결합 경험을 설명할 언어조차 없었어요. 스탠포드 대학, NASA, 미국 공군에서의 초기 연구는 물리적이고 가상적인 통합 지각현실을 만들기 위해 필요한 기본 심리물리학적 요소들을 탐색하기 위한 것이었어요. 이 새로운 추구를 \"지각 디자인\"이라고 불렀고(매우 매력적이진 않죠), 가상 물체들을 \"지각 오버레이\"라고 명명했어요(이것 역시 매력적이진 않아요). 그 당시의 진짜와 믿을 만한 혼합 현실을 만드는 데 필요한 핵심 지각 요소들을 설명한 것이 아래와 같아요:\n\n- 지각 오버레이: \"지각 오버레이의 성질 또는 내용에 제한을 두지 않으려 합니다. 단 한 가지 요구할 건, 작용자의 신경 운동 활동(efference)과 그 뒤에 오는 지각 오버레이에 포함된 감각의 변화(afference) 사이에 자연스럽고 예측 가능한 관계가 존재해야 한다는 것뿐입니다. 이 하나의 제약 조건만으로도 원격 속성 부여를 촉진합니다. 그 결과, 원격 속성 부여로 인해 작용자는 오버레이된 지각을 주변 현실의 실제적이고 만질 수 있는 부분으로 받아들입니다. 다시 말해, 작용자는 오버레이된 지각 정보에 대한 존재감을 느낄 것입니다. 따라서, 작용자는 가상 지각을 환경의 진짜 특성이나 속성으로 받아들일 것입니다.\" (스탠포드, 로젠버그, 1993)\n\n이 부분은 다소 어렵게 보일 수 있지만, \"원격 속성 부여\"라는 핵심 구절이 중요해요. 이는 새로운 지각 정보가 뇌로 들어와 그것을 주변 환경의 진짜 일부로 통합하는 과정을 말해요. 따라서 위의 지침은 가상 물체가 주변 현실의 진짜 일부로 인식되려면 상호작용적 경험을 가능케 해야 한다고 설명하고 있어요. 수동적 관찰만으로는 충분하지 않습니다. 왜냐하면 그것은 작용과 반응(즉, 행동과 반응) 사이의 정신적 루프를 닫지 않기 때문이에요. 이것이 왜 특정 위치에서 촬영된 360도 가상현실 영화가 현실같지 않게 느껴지는지에 대한 이유입니다. 머리를 돌리고 깊이 지각을 할 수 있더라도 움직이거나 손을 뻗는 등 상호작용할 수 없기 때문에 뇌는 그것을 시야에 있는 장식으로 인식하고 진짜 현실로 인식하지 않는 것이죠.\n\n\n\n![Image](/assets/img/2024-05-15-MixedRealityorSpatialComputing_1.png)\n\n믹스 리얼리티(Mixed Reality)를 통합하는 데 필수 요소인 원격 속성을 식별하는 것은 도움이 되었지만, 실제와 가상을 현실적으로 융합하기 위해 충족되어야 하는 추가적인 지각 요구사항에 직면하게 되었습니다. 이 요구사항은 다음과 같이 요약할 수 있습니다: (a) 완전한 3D 공간에서 정확한 공간 정렬, (b) 실제와 가상 모두와 동시 상호작용, 그리고 (c) 실제와 가상 간 양방향 상호작용. 각각에 대해 설명해보겠습니다:\n\n우선, 실제와 가상은 인간 지각의 한계를 벗어난 정밀도로 3차원 공간에서 정렬되어야 합니다. 심지어 미묘한 결함은 환상을 파괴하고 당신의 두뇌는 실제와 가상을 분리된 인지로 인식할 것입니다. 두 영역은 또한 시간상으로 정렬되어야 하며, 이는 단순해 보이지만 컴퓨터 랙(특히 예전처럼) 때문에 종종 어려운 과제입니다.\n\n그 다음, 두 영역은 동시에 상호작용해야 합니다. 이것은 사용자가 실제와 가상을 자연스럽게 동시에 상호작용할 수 있어야 한다는 것을 의미하며, 디지털 콘텐츠가 물리적 환경의 진정한 부분임을 보장하는 것입니다. 실제로, 물리적 상호작용(특히 손으로 상호작용)이 가장 설득력 있을 수 있다고 합니다. 예를 들어, 실제 물체를 잡고 가상 물체에 대해 자연스럽게 움직인다면, 환상이 굳게 성사됩니다. 제 추측으로는 눈은 쉽게 속일 수 있지만 우리의 두뇌는 좀 더 회의적이므로 두 세계를 수동적으로 조작하고 지각 일관성을 유지한다면, 두 세계를 두뇌가 하나로 연결시킬 수 있습니다.\n\n\n\n그리고 마지막으로, 현실과 가상이 서로 상호 작용해야 하는 필요성이 실현되어야 합니다. 그 둘 간의 일관성이 없을 경우, 그 환상은 손상될 수 있습니다. 가상의 책을 가져와서 실제 탁자 위에 올려 놓았는데 투명하게 꿰뚫리면, 이는 단일 현실로 인식되지 않고 현실감을 잃어버리게 됩니다. 그러나 환상을 유지한다면, 당신의 두뇌는 수용체가 되어 당신은 단일 현실 안에 자신을 발견할 것입니다. 이것은 굉장히 납득이 가는 혼합 현실이며, 너무나 설득력이 있어 당신은 무엇이 실제이고 무엇이 가상인지에 대해 고민을 멈출 것입니다. 그것은 오직 단 한 가지의 현실뿐입니다.\n\nWright Patterson 공군기지(1991-1994)에서 개발된 Virtual Fixtures 플랫폼은 이런 지각적 요구사항을 처음으로 충족했고, 사용자들이 가상 물체(가상 가구)를 실제 세계에 유입되는 진정한 추가물로 인식할 수 있도록 했습니다. 오늘날 기준으로는 매우 초보적이지만, 원격 소유(disital attribution), 수동 상호작용, 양방향 상호작용, 3D 햅틱스와 3D 오디오를 통해 실시간 피드백을 제공하여 사용자들에게 최초의 혼합 현실 경험을 제공했습니다(즉, 통합된 지각 현실). 아래의 시스템은 1993년 실험 중에 사용된 것으로, 공간적으로 등록된 지각적 오버레이를 사용하여 사용자가 민첩한 실제 세계 작업을 수행하는 데 도움을 주었습니다.\n\n![이미지 업로드](https://miro.medium.com/v2/resize:fit:554/1*MurjNHOuRJQ6pnkIYD3_9w.gif)\n\n저는 원격 소유(disital attribution), 3D 등록, 동시 상호작용, 양방향 상호작용 등 지각적 요구사항을 언급했는데, 이것들은 Vision Pro가 얼마나 놀라운 장치인지를 설명하는 데 도움이 됩니다. 이는 이러한 기능을 극도의 정밀성으로 처음으로 구현한 제품으로서, 사용자에게 향후 경험을 방해할 결함 없이 장시간 동안 환상을 유지하는데 성공한 첫 제품입니다. 위에 나와 있는 공군의 프로토타입은 사용자에게 많은 제약을 가했으며 특정 작업을 위해 환상을 유지할 수밖에 없었습니다.\n\n\n\n이제 언어로 돌아가서 — 현실과 가상이 결합된 두 가지 용어인 증강현실과 혼합현실이 어떻게 생겨났는지 알아볼까요? 저는 위의 비디오를 촬영할 때, 이 분야를 지칭하는 언어는 아직 없었습니다. 다행히도 증강현실이라는 용어가 Boeing에서 곧 나와 목표를 명확히 반영했습니다 — 가상 콘텐츠를 현실 환경에 추가하여 두 세계가 정확하게 정렬되고 자연스럽게 통합되어 마음속에서 하나로 합쳐지도록 하는 것이죠. 20년 동안 그게 바로 AR이 의미하는 것이었어요 (간단히 시야를 단순히 꾸미거나 주석을 달았던 장치는 원시적인 연결성 없이 기기로 글쎄, 전방 표시 장치로 불렸습니다).\n\n그런데 2013년에 구글 글래스가 등장했죠. 저는 해당 제품을 깊이 존중하며 혁신적이라고 생각해요. 안타깝게도 언론은 잘못해서 그것을 증강현실이라고 착각했죠. 사실 그것은 아니었어요. 그것은 가상 콘텐츠를 현실 세계에 몰입적으로 공간적으로 등록되게 넣어주는 것이 아니었습니다. 반면에 그것은 우리가 지금 스마트 글라스라고 부르는 것, AI가 이 제품에 통합되면 더욱 더 유용해질 것이지만, 그것은 AR이 아니었습니다.\n\n그래도 2010년대에는 증강현실이 약해졌어요. 구글 글래스 때문뿐만 아니라 스마트폰 제작사들이 간단한 시각적 오버레이를 \"증강현실\"로 추진했기 때문이죠, 비록 그것들이 몰입형이 아니었고 현실 세계와 진정한 3D 등록 기능이 없었습니다. 또한 사용자 상호 작용과 현실과 가상 사이의 양방향 상호 작용이 부족했어요. 이것은 LiDAR 및 다른 공간 매핑 기술이 스마트폰에 추가되기 전이었는데, 이것이 증가 수준의 3D 공간 등록 및 상호 작용을 가능케했어요. 오늘날의 스마트폰은 훨씬 더 나아졌지만 AR 용어는 퇴색되었어요.\n\n결과적으로, 마이크로소프트가 통합된 지각현실을 육성하는 첫 상용 제품 (홀로렌즈)을 출시할 때, 그들은 이 장치를 이전 시스템의 언어에서 멀리하고자 했을 것으로 생각해요. 홀로렌즈를 출시하면서 마이크로소프트가 마케팅을 혼합현실이라는 단어로 집중했던 것은 아마도 그 때문일 거에요. 이 용어는 1990년대부터 존재했지만 홀로렌즈 출시를 계기로 언어가 정말로 확산되었어요. 이 용어는 사실상 진정한 증강현실을 만들거나, 내가 좀 더 엄밀히 설명하자면 — 현실과 가상을 통합된 지각현실로 만드는 것을 의미하도록 되었어요.\n\n\n\n그리고 이제 우리는 사용자의 환경을 공간적으로 등록된 가상 콘텐츠로 보강하는 서로 다른 수준을 설명하는 두 가지 용어를 갖게 되었습니다. AR, MR 및 VR의 차이를 명확히 하기 위해, 우리는 미국 정부 감사청(GAO)이 2022년에 발표한 정의를 살펴볼 수 있습니다. GAO는 정부 계약이 VR, AR 또는 MR 장치에 대한 지불을 하는지 명확하게 하기 위해 이러한 차이에 신경 쓰는 것으로 추정됩니다. 이에 대응하여 GAO는 아래에 간단한 이미지가 포함된 공개 문서를 공개했습니다. 저는 그들의 구상을 좋아합니다. 그것은 원격 속성에 중점을 두어 중요한 상호 작용 문제에 접근합니다.\n\n![이미지](/assets/img/2024-05-15-MixedRealityorSpatialComputing_2.png)\n\nAR와 MR의 차이가 하드웨어와 관련이 없고 지각 경험에만 얽혀 있다는 점은 주목할 가치가 있습니다. 많은 사람들이 잘못되게 AR 하드웨어가 사용자가 통과할 수 있는 투명 화면을 통해 엿볼 수 있는 안경을 의미하고, MR 하드웨어가 \"투과 카메라\"를 사용하여 실제 세계를 촬영하고 내부 화면에 사용자에게 보여준다고 잘못 믿고 있습니다. 하지만 이것은 사실이 아닙니다. 예를 들어, 1992년에 가상 픽스처 플랫폼을 개발할 때 투과 카메라가 사용되었습니다. 이 설계 선택은 실제와 가상을 더 높은 정밀도로 등록하기 쉽게 만들기 위한 것이었고, 사용자 경험을 바꾸기 위한 것이 아니었습니다. 게다가, 간단한 폰 기반 AR도 카메라를 사용하므로 이것이 차별화 요소가 아닙니다.\n\n이것이 다시 Apple Vision Pro로 이어지게 됩니다. 그것은 혼합 현실 헤드셋입니다. 투과 카메라를 사용하기 때문이 아니라, 사용자가 실제와 가상의 통합된 지각 현실을 경험할 수 있기 때문입니다. 그리고 혼합 현실이 슈퍼셋 기능임으로, Vision Pro는 보다 간단한 증강 현실 경험과 완전히 시뮬레이션된 가상 현실 경험도 제공할 수 있습니다. 그리고 VR, AR 및 MR 모두에 대해, Vision Pro는 어느 가격으로도 만들어진 장치를 뛰어넘는 몰입형 경험으로 소비자들을 놀라게 할 수 있습니다. 이것은 Apple에게 진정한 혁신이며, 이를 실현시킨 엔지니어 팀에 대한 업적입니다.\n\n\n\n![2024-05-15-MixedRealityorSpatialComputing_3](/assets/img/2024-05-15-MixedRealityorSpatialComputing_3.png)\n\n비전 프로(Vision Pro)는 사용자의 시선 방향을 입력으로 사용하는 공간 운영 시스템(visionOS)과 같은 완전히 독특한 능력을 제공하여 새로운 영역을 개척합니다. 다시 말해, 저는 비전 프로가 혼합 현실 헤드셋뿐만 아니라 공간 컴퓨터이자 사실상 예술 작품이라고 동의합니다. 또한 저는 증강 현실, 혼합 현실, 가상 현실을 비롯한 3D 영화와 원격 존재감과 같은 다른 몰입형 경험을 포함하여 AR, MR, VR과 같은 경이로운 용어에 대한 범용 용어인 공간 컴퓨팅이 훌륭한 용어라고 믿습니다. 제 유일한 권고는 모든 기업이 이 분야의 역사적이고 받아들여진 언어를 받아들이는 것입니다. 공간 컴퓨팅은 유용한 용어지만, 증강 현실, 혼합 현실, 가상 현실도 모두 우리의 역사와 문화의 일부입니다.\n\nLouis Rosenberg 박사는 가상 현실, 증강 현실, 인공지능 분야의 오랜 연구자입니다. 그는 1993년 Immersion Corporation (IMMR: Nasdaq)와 2014년 Unanimous AI를 창립하고 공군 연구소에서 혼합 현실 개발하는 데로 알려져 있습니다. 그의 새 책인 Our Next Reality는 Hachette로부터 예약 구매 가능합니다.","ogImage":{"url":"/assets/img/2024-05-15-MixedRealityorSpatialComputing_0.png"},"coverImage":"/assets/img/2024-05-15-MixedRealityorSpatialComputing_0.png","tag":["Tech"],"readingTime":8},{"title":"델브 전투에 로도몬타드Rodomontade를 가져오다","description":"","date":"2024-05-15 19:34","slug":"2024-05-15-BringingRodomontadetoaDelvefight","content":"\n\n![BringingRodomontadetoaDelvefight_0.png](/assets/img/2024-05-15-BringingRodomontadetoaDelvefight_0.png)\n\n알아요, 여기서 무슨 일이 벌어질지. Awolowo를 위한 소식 하나예요.\n\n어느 날 직장에서 혼자 앉아 있는 당신. 며칠 동안 Microsoft Teams 벨소리를 듣지 않아서 오늘 하루가 잘 흘러가고 있죠. 갑자기 핸드폰 화면이 밝아져요. 당신은 즉시 그 핸드폰을 들어보고 트위터 DM이 왔어요. 담아주는 트윗을 보내준 친구가 보낸 Y-컴비네이터 공동창립자의 트윗 하나예요.\n\nLol이라는 한 단어와 함께 보내줬어요.\n\n\n\n이렇게 재미있는 일이 벌어졌네요!\n\n오늘 마무리할 나머지 일들을 마치신 후, 트윗 내용이 화제가 되어가는 것에 대해 파고들려고 합니다. 하지만 계획대로 하지 못한 채 트위터 알림 소리가 여러 번 울립니다.\n\n휴대폰을 확인하니 니고리아 사람들이 마치 배트맨이 부하에게 습격하듯이 트윗에 반응하고 있습니다.\n\n트윗을 다시 한 번 읽어보세요.\n\n\n\n\"누군가가 소설적인 프로젝트를 제안하는 차가운 이메일을 보내왔어요. 그러더니 '구종하다'라는 단어를 썼다는 걸 알게 됐어요.\n\n왜 그 정도의 관심을 받아야 하는지 이해가 안 가시죠. 진짜와 '가짜' 창작 콘텐츠를 구별할 능력이 약해진다는 점에 사람들이 옳게 경계하고 있는 건데요. 이건 여태 본 댓글들 사이에서 걱정의 표현 또 하나처럼 보여요.\n\n그런데 후속 트윗을 보고 깜짝 놀랐어요. 선의가 없다는 게 확연해요. 미국 중심의 무자비한 무식한 태도가 눈에 띄죠. 자신을 우주의 중심으로 여기며 냉담히 너를 처지해요.\" \n\n![Image](/assets/img/2024-05-15-BringingRodomontadetoaDelvefight_1.png)\n\n\n\n그들이 그를 따르게 둬. 스스로에게 말한다.\n\n너는 자신의 글쓰기에 대해 고민하고 있다. 어린 시절 기사를 떠올리면, 네 말수가 좀 높았던 것을 기억한다. ChatGPT가 아직 유치원생이었던 때 '좋아하는 단어'라는 제목의 기사를 썼던 때를 기억한다.\n\n네가 무례함에 얼굴을 찡그리기도 했었다.\n\n네는 10%정도의 사람들이 신중하게 논리에 '참여'하고 90% 정도의 사람들, 주로 나이지리아인들이 무쓸모한 가정에 항의하는 댓글들을 즐기기로 한다. 너는 기여하지 않을 거야. 그건 바로 'rodomontade'를 보게 될 때까지.\n\n\n\n그것은 무례하게 공개되었습니다. 검고 유촉한 기름기로 빛나며, 시원하면서도 무차별적인 위협이 담겨 있습니다. 이는 당당히 범인이 범죄를 저지른 동안 사용한 밧줄을 사용하여 그를 목살하는 데 사용됩니다. 이것은 예술입니다.\n\n가끔 나이지리아인들은 칼다툼에 총을 가져올 때가 있습니다. 가끔은 광란의 말을 싸움에 가져올 때도 있습니다.\n\n당신은 핸드폰을 들고 글을 입력하기 시작합니다.\n\n보통은 신중한 대답을 선호할 것입니다. 하지만 신중한 대답은 상황을 해결하는 데 모호성을 남기지 않는 대답입니다. 이 경우에는 단호한 피드백이 적절한 대응이라고 결정합니다.\n\n\n\n만약 반향 있는 피드백이 예술이라면, 나이지리아인들은 모나리자를 그릴 수 있을 거에요.\n\n메시지를 보내기 전에 다시 확인하면, 그들은 그 행정관을 아직도 이기고 있어요.\n\n이걸 루브르 박물관에 걸어두어야 할 것 같아요. 😊","ogImage":{"url":"/assets/img/2024-05-15-BringingRodomontadetoaDelvefight_0.png"},"coverImage":"/assets/img/2024-05-15-BringingRodomontadetoaDelvefight_0.png","tag":["Tech"],"readingTime":2},{"title":"백만 뷰를 얻을 수 있는 톱 10 얼굴없는 틱톡 카테고리","description":"","date":"2024-05-15 19:32","slug":"2024-05-15-Top10FacelessTikTokNichestoGetMillionViews","content":"\n\n틱톡의 세계에 도전할 준비가 되셨나요? 여러분은 별명을 얻기 위해 경쟁하는 틱톡의 세계로 뛰어들 준비가 되었나요? 밀레니얼 세대가 틱톡을 열광하며 자신의 창의력을 실제 돈으로 전환하고 있습니다. 하지만 얼굴을 드러내는 것에 열을 올리기를 원하지 않더라도 틱톡 스타가 되는 꿈을 꿀 수 있다면 어떨까요? 이것은 완전히 가능합니다. 그 비밀은 바로 적합한 페이스리스 틱톡의 카테고리를 선택하는 데 있습니다.\n\n틱톡은 수많은 카테고리로 이루어진 넓은 우주입니다. 성공은 당신이 관객과 공유하기로 결정한 것에 달려 있습니다. 어떻게 하면 틱톡에서 얼굴을 드러내지 않고도 조회수를 높일 수 있는지 알아봅시다.\n\n![Faceless TikTok](/assets/img/2024-05-15-Top10FacelessTikTokNichestoGetMillionViews_0.png)\n\n페이스리스 틱톡이란 무엇인가요?\n\n\n\n얼굴이 보이지 않는 TikTok 계정은 창작자의 개인적인 가시성보다는 콘텐츠에 초점을 맞춥니다. 얼굴이 가려진 계정의 창작자들은 얼굴을 보여주지 않고 자신의 신원의 다양한 측면을 숨기는 경향이 있습니다. 이 방식은 개인적인 존재보다는 테마 콘텐츠를 강조하여 콘텐츠 자체가 중심에 있는 중립적인 플랫폼을 제공합니다.\n\n이 방법을 통해 창작자들은 자신의 신원을 공개하지 않고 주변 환경과 서술을 통해 관객들과 소통할 수 있습니다. 이것은 얼굴을 보이지 않으면서도 자신의 흔적을 남기고 싶은 사람들에게 이상적인 디지털 표현 방식입니다.\n\n얼굴이 보이지 않는 TikTok 분야를 선택할 때 고려해야 할 주요 사항을 살펴보세요.\n\n\n\n**비주얼 통일성**: 콘텐츠 테마의 일관성 유지하기. 주제가 갑자기 바뀌면 관객을 혼란스럽게 만들 수 있어요.\n\n**호환성과 지속가능성**: 본인의 관심사와 장기간 관심을 끄는데 도움이 되는 특정 분야를 선택하세요.\n\n**관객 참여 가능성**: 일관된 방문자를 유치하고 관객을 끄는 가능성이 있는 분야를 선택하세요.\n\n**얼굴이 가려진 틱톡 계정의 장점**\n\n\n\n### 카드 해석\n\n1. **창조적인 자유**: 개인적인 가시성 제약으로부터 자유로워져 여러 장르를 사전에 가정 없이 실험할 수 있습니다.\n\n2. **콘텐츠 집중**: 콘텐츠의 가치가 우선되어 창의력을 외모보다 중시하는 커뮤니티가 형성됩니다.\n\n3. **보편적 호감**: 얼굴이 없는 콘텐츠는 문화적, 인구 통계적 장벽을 깨고 다양한 관객을 끌어들입니다.\n\n4. **개인 정보 보호와 보안**: 개인적인 보안을 유지하면서 삶의 여러 측면을 공유하며 개방성과 프라이버시를 균형 있게 유지하세요.\n\n\n\n### 얼굴이 가려진 틱톡 계정의 어려움\n\n1. 개인적 연결 부족: 얼굴을 보여주지 않는다면 시청자들과 강한 개인적 연결을 만드는 것이 어려울 수 있습니다.\n\n2. 신뢰 문제: 얼굴이 가려진 창작자들과의 신뢰와 연결을 맺는 것이 어려울 수 있습니다.\n\n\n\n3. 인정 어려움: 얼굴이 보이지 않는 상황에서 개인 브랜드를 확립하는 것은 어려울 수 있어요.\n\n4. 한정된 감정 표현: 얼굴 표정 없이 감정을 전달하는 것은 시청자와의 감정적 연결에 영향을 줄 수 있어요.\n\n5. 경쟁적 시야: 개인 가시성이 없는 상황에서 혼잡한 플랫폼에서 눈에 띄기 어려울 수 있어요.\n\n6. 협업 과제: 개인 상호 작용의 부족으로 협업 기회를 찾는 것이 어려울 수 있어요.\n\n\n\n**Top 10 Faceless TikTok Niches with Viewership Potential**\n\n1. **Educational Explorations**: Share knowledge on various topics, from science to life hacks, focusing purely on the information.\n\n2. **Comedic Chronicles**: Deliver humor through skits and commentary, captivating your audience without needing facial expressions.\n\n\n\n3. 예술적 익명성: 여러분의 그림, 그림, 또는 공예 재능을 선보여주세요. 창의적인 과정과 최종 걸작을 부각시킵니다.\n\n4. 요리의 은신처: 맛있는 요리를 요리하고 레시피를 공유하여 음식이 주인공이 되도록 해주세요.\n\n5. 피트니스 집중: 운동 루틴과 피트니스 팁을 제공하여 운동과 건강한 삶을 강조해주세요.\n\n6. 분위기 있는 환경: 자연의 소리와 진정한 음악으로 평온한 환경을 조성하여 몰입 경험을 높여주세요.\n\n\n\n7. DIY 델라이츠: 창의적인 프로젝트와 공예 해킹을 보여주며, 얼굴을 보여주지 않고 손으로 창의성을 즐기는 방법을 알려드려요.\n\n8. 게임 전략: 게임 경험과 전략을 공유하며, 게임플레이에 신비로움을 더해 보세요.\n\n9. 라이프 해킹과 짧은 공예: 현실적인 해결책과 생산성 팁을 제공하며, 일상 생활 효율을 향상시키는 데 초점을 맞춰요.\n\n10. 반려동물 애호가 - 동물 행동: 사랑스러운 반려동물 순간을 촬영하고 공유하며, 모래친 친구들의 매력으로 시청자들을 매료시켜 보세요.\n\n\n\n**결론**\n\n이제 TikTok 여행을 시작할 위치를 알게 되셨으니, 꾸준함이 가장 중요하다는 것을 기억하세요. 정기적으로 비디오를 업로드하고 선택한 특정 분야에서 자신의 전문지식을 보여주세요. 헌신과 창의력을 발휘한다면, 이름 없는 TikTok 커뮤니티에서 별이 될 수 있습니다! 🌟","ogImage":{"url":"/assets/img/2024-05-15-Top10FacelessTikTokNichestoGetMillionViews_0.png"},"coverImage":"/assets/img/2024-05-15-Top10FacelessTikTokNichestoGetMillionViews_0.png","tag":["Tech"],"readingTime":3},{"title":"마이크로소프트 팀 관리자들은 더 이상 팀즈 전화 자원 계정을 생성할 수 없습니다","description":"","date":"2024-05-15 19:31","slug":"2024-05-15-MicrosoftTeamsAdminscannolongercreateTeamsPhoneResourceAccounts","content":"\n\n미국 서부에서 영업하는 한국 전자제품 수출입회사인 ABC Electronics에는 현재 아이온 아이폰 13와 같은 최신 스마트폰이 재고로 쌓여 있습니다. 이 중 몇 가지 제품을 할인 판매하기로 결정했습니다. 아래는 할인 대상 제품 목록입니다.\n\nMarkdown 형식을 사용하면 **이런 식으로** 텍스트를 강조할 수 있습니다. 여러분은 이 방법을 사용하여 제품을 소개하고 할인 혜택을 명확히 전달할 수 있습니다. 함께 즐거운 할인 이벤트를 즐기세요!\n\n\n\n다양한 조직에서 이 변경은 팀 및 전화 관리자가 자원 계정을 설정하여 자동 응대기나 전화 대기열을 구축해야 하는 상황에서 중요한 역할을 합니다.\n\n엔트라 관리자들과 팀/전화 관리자들 사이의 대립이 시작됩니다. 엔트라 관리자들은 최소한의 권한 원칙을 시행하려 하지만 팀/전화 관리자들은 자원 계정을 생성해야 하는 필요성을 느낍니다.\n\n![이미지](/assets/img/2024-05-15-MicrosoftTeamsAdminscannolongercreateTeamsPhoneResourceAccounts_0.png)\n\n# Microsoft가 왜 팀 자원 계정 생성을 위해 역할을 변경하는가요?\n\n\n\n최근 몇 차례의 주목받는 사이버 공격 뒤에, 마이크로소프트가 보안 프로세스를 전면 개편 중인 것으로 보입니다. 이달 초, 마이크로소프트 CEO 사티아 나델라가 회사 내 20만 명 이상의 직원들에게 메모를 통해 보안을 최우선으로 두어야 한다는 것을 분명히 했죠.\n\n나는 최근의 리소스 계정에 대한 변경 사항이 나델라가 발표한 새로운 지침을 따르는 마이크로소프트 보안팀의 결과라고 강한 의심을 품고 있습니다. 이 변경은 기존의 서비스 권한 사용을 중단하고 대신 Microsoft 365 관리자 역할의 권한을 사용하여 사용자 계정을 생성하도록 되어 있어요.\n\n# 당신의 조직은 어떻게 준비해야 할까요?\n\n지금은 팀 음성 관리자들이 리소스 계정을 생성하는 프로세스를 평가하고 필요한 권한을 부여할 사용자를 명확히하는 것이 필요합니다.\n\n\n\n만약 팀 관리자에게 사용자 관리자 역할을 할당하려고 한다면, 몇 가지 고려해야 할 사항과 권장하는 방법이 있습니다.\n\n글로벌 관리자와 사용자 관리자 역할은 둘 다 특권 있는 역할로, 다른 사용자에게 디렉터리 자원의 관리를 위임하거나 자격 증명, 인증 또는 권한 정책을 수정하거나 제한된 데이터에 접근할 수 있는 역할로 사용될 수 있음을 의미합니다.\n\n요약하면, 특권 있는 역할 할당은 권한 상승으로 이어질 수 있으므로 사용자들에게 부여하는 것은 추가적인 주의가 필요한 중요한 책임입니다. Microsoft의 모범 사례는 조직 내 10 명 이하의 사람에게 특권을 제한하는 것을 권장합니다.\n\n![Microsoft Teams Admins can no longer create Teams Phone Resource Accounts](/assets/img/2024-05-15-MicrosoftTeamsAdminscannolongercreateTeamsPhoneResourceAccounts_1.png)\n\n\n\n# 특권 신원 관리(PIM)에서 타이트한 액세스 사용하기\n\nPIM의 타임에스 액세스를 이용하면 글로벌 관리자나 특권 역할 관리자가 일부 Microsoft Teams 관리자에게 적격한 지정을 제공할 수 있습니다.\n\n적격한 지정은 일시적인 액세스를 제공하며, 옵션으로 역할이 부여되기 전에 요청자가 비즈니스 사유를 제공하거나 지정된 결정자로부터 승인을 요청하는 등 추가 정보를 제공하도록 요구할 수 있습니다.\n\n[마이크로소프트 팀 관리자가 더 이상 Microsoft Teams Phone 리소스 계정을 생성할 수 없는 문제](/assets/img/2024-05-15-MicrosoftTeamsAdminscannolongercreateTeamsPhoneResourceAccounts_2.png)\n\n\n\n더 많은 정보를 원하시면 특권 ID 관리에서 Microsoft Entra 역할 설정을 구성하세요.\n\n# API를 사용하여 Teams 전화 자원 계정 생성 자동화?\n\n저와 같은 스크립터/앱 빌더들은 콜 대기열이나 자동 응대기의 대규모 빌드 아웃을 생성하는 동안 Teams Powershell 모듈이나 그래프에 대한 응용프로그램 기반 인증을 활용하여 리소스 계정을 생성할 수 없습니다.\n\n![image](/assets/img/2024-05-15-MicrosoftTeamsAdminscannolongercreateTeamsPhoneResourceAccounts_3.png)\n\n\n\nNew-CsOnlineApplicationInstance 명령어는 사용자 계정과 대화식 로그인이 필요하므로, 추가로 사용자 관리자 역할이 필요할 것으로 보입니다. 그리고 아마도 글로벌 관리자 역할도 필요할 것입니다.\n\n팀즈 파워쉘 모듈, Graph API 또는 기본 API가(Teams.PlatformService/ApplicationInstances) 그래프 역할 및 응용프로그램 기반 인증을 사용하여 팀즈 전화 리소스 계정을 생성하는 것을 허용할 수 있는 때를 고대하고 있습니다.\n\n# 몇 가지 옵션이 있습니다\n\n간단히 말해서, 이 변경으로 인해 팀 관리자들은 콜 큐 및 자동 응대기를 생성하는 방법을 다시 검토해야 할 것으로 보입니다. 가능한 대안은 다음과 같습니다:\n\n\n\n- 새로운 Auto Attendants 또는 Call Queues를 만들 때 Teams Admins가 사용자 Admin 또는 Global Admin에게 리소스 계정을 요청할 수 있습니다.\n- Just in Time Access를 사용하여 특권 Identities 관리(PIM)를 통해 Teams Admins에게 추가 역할을 부여하십시오.\n- \"대기 중\"이며 할당할 수 있는 리소스 계정 풀을 생성하십시오. (Martin Heusser | M365 Apps & Services MVP님께서 그 아이디어를 나눠 주셨습니다)\n\n다른 잠재적인 옵션/아이디어를 놓치지 않았는지요? 댓글로 알려주세요! 😊","ogImage":{"url":"/assets/img/2024-05-15-MicrosoftTeamsAdminscannolongercreateTeamsPhoneResourceAccounts_0.png"},"coverImage":"/assets/img/2024-05-15-MicrosoftTeamsAdminscannolongercreateTeamsPhoneResourceAccounts_0.png","tag":["Tech"],"readingTime":3},{"title":"레이밴 - 메타 스마트 글라스 아마존 미국에서 사전 주문 시작  가격, 사양, 구매 가능 여부 확인","description":"","date":"2024-05-15 19:29","slug":"2024-05-15-Ray-BanMetaSmartGlasseslistedonAmazonUSforpre-orderCheckPriceSpecsandAvailability","content":"\n\nRay-Ban과 Meta의 협업이 만들어낸 혁신적인 스마트 안경 컬렉션이 등장했습니다. Ray-Ban—Meta 스마트 안경은 클래식한 스타일과 현대 기술이 완벽하게 어우러지며 연결성, 정보 제공, 스타일을 동시에 제공하며 일상 경험을 향상시키는 다양한 기능을 제공합니다. 이 혁신적인 제품들의 세부 사항을 살펴보고, 아마존에서 선주문이 가능한 이 제품에 대해 알아보도록 하죠.\n\n# 선주문과 구매 가능성\n\nRay-Ban—Meta 스마트 안경은 2024년 5월 21일에 출시될 예정입니다. 아마존닷컴에서의 선주문가격 보장 및 무료 반품 정책으로, 지금이 바로 당신의 안경을 확보할 좋은 시기입니다. 이 스마트 안경은 이미 인기를 얻고 있으며, 지난 한 달 동안 Skyler 모델의 100개 이상이 판매되었습니다.\n\n지금 아마존으로 이동하여 Ray-Ban—Meta 스마트 안경을 선주문하고, 패션과 기술의 미래로 한 걸음 나아가보세요.\n\n\n\n**쇼핑 팁:** 온라인 구매 전에 상품 만족도를 확인하기 위해 소비자 리뷰를 꼭 확인하세요. 또한 안전한 거래를 위해 신뢰할 수 있는 판매자에게만 구매하세요. Amazon의 제휴사로, 자격 있는 구매로부터 이익을 얻을 수 있습니다.\n\n![Ray-Ban Meta Smart Glasses](/assets/img/2024-05-15-Ray-BanMetaSmartGlasseslistedonAmazonUSforpre-orderCheckPriceSpecsandAvailability_0.png)\n\n# 모델 및 가격\n\nRay-Ban Meta Smart Glasses는 Amazon US (Amazon.com)에서 세 가지 독특한 모델로 구입할 수 있으며 각각 다른 스타일 선호도와 기능적 요구에 맞춰 제공됩니다.\n\n\n\n**Skyler - Shiny Warm Gray / Cinnamon Pink**\n\n- **가격:** $299.00 ( [Amazon.com](https://www.amazon.com) )\n- **출시일:** 2024년 5월 21일\n- **특징:** 이 모델은 따뜻한 회색 프레임과 은은한 시나몬 핑크가 결합되어 최신 유행을 따르는 사람들에게 인기가 많습니다. 섬세한 우아함에 약간의 색채를 더한 이 제품은 세련된 선택입니다.\n\n**Skyler - Shiny Black / Transitions Cerulean Blue**\n\n- **가격:** $379.00 ( [Amazon에서 예약하기](https://www.amazon.com) )\n- **출시일:** 2024년 5월 21일\n- **특징:** 선명한 검은색 프레임과 청색 Transitions 렌즈 조합은 적응형 렌즈 기술로 세련된 외모를 선사합니다. 이 모델은 다양한 조명 상태에 맞춰 안경이 자연스럽게 조정되어야 하는 사람들에게 이상적입니다.\n\n\n\n헤드라이너 — 샤이닝 블랙 / G15 그린\n\n- 가격: $299.00 ( 아마존에서 사전 주문 가능 )\n- 출시일: 2024년 5월 21일 \n- 특징: 헤드라이너 모델은 클래식한 샤이닝 블랙 프레임에 G15 그린 렌즈를 장착한 제품으로, 절대로 out되지 않는 타임리스한 조합이에요. 전통적이면서도 세련된 외모를 선호하는 분들에겐 최적의 선택입니다.\n\n![이미지](/assets/img/2024-05-15-Ray-BanMetaSmartGlasseslistedonAmazonUSforpre-orderCheckPriceSpecsandAvailability_1.png)\n\n# 주요 특징\n\n\n\nRay-Ban의 모든 모델인 Meta Smart Glasses에는 스타일과 기능성을 동시에 강화하는 고급 기능이 탑재되어 있습니다:\n\n- Meta AI 통합: Meta AI에게 사진이나 비디오 촬영을 요청하거나 정보를 제공하거나 이미지 캡션을 만들거나 FAQs에 답변을 요청하여 순간을 놓치지 않도록 합니다.\n- 핸즈프리 비디오 통화: 비디오 통화 중단시간 동안 자신의 시점을 공유하여 요리를 하거나 게임을 관람하거나 특별한 순간을 기록하는 것처럼 느끼게 합니다.\n- 고화질 카메라: 최신 카메라와 내장된 편집 기능으로 세계를 기록할 수 있습니다. 고화질 사진과 비디오를 무선으로 촬영하거나 자신의 시각을 라이브 스트리밍할 수 있습니다.\n- 오픈 이어 스피커: 서 discreet 한 오픈 이어 스피커를 통해 음악과 통화를 위한 풍부한 오디오 품질을 즐기며 주변 환경을 인식할 수 있습니다.\n- 고급 렌즈: 교정용, 햇빛 차단, 맑은 형광, 극성 및 TransitionsⓇ 렌즈로 제공되어 전문가 수준의 명료함, 편안함 및 100% UVA 및 UVB 보호 기능을 제공합니다.\n\n# 결론\n\nRay-Ban Meta Smart Glasses는 영원한 디자인과 현대적 기술의 완벽한 융합을 상징합니다. 인생의 순간을 기록하거나 사랑하는 사람들과 연결을 유지하거나 단순히 좋아하는 음악을 즐길 때 이 안경이 모두 수행해줍니다. 스타일에 가장 잘 어울리는 모델을 선택하고 출시되는 이번 혁신적 안경을 가장 먼저 경험해보세요.\n\n\n\n![Ray-Ban Meta Smart Glasses listed on Amazon US for pre-order](/assets/img/2024-05-15-Ray-BanMetaSmartGlasseslistedonAmazonUSforpre-orderCheckPriceSpecsandAvailability_2.png)\n\n![Ray-Ban Meta Smart Glasses listed on Amazon US for pre-order](/assets/img/2024-05-15-Ray-BanMetaSmartGlasseslistedonAmazonUSforpre-orderCheckPriceSpecsandAvailability_3.png)\n\n![Ray-Ban Meta Smart Glasses listed on Amazon US for pre-order](/assets/img/2024-05-15-Ray-BanMetaSmartGlasseslistedonAmazonUSforpre-orderCheckPriceSpecsandAvailability_4.png)","ogImage":{"url":"/assets/img/2024-05-15-Ray-BanMetaSmartGlasseslistedonAmazonUSforpre-orderCheckPriceSpecsandAvailability_0.png"},"coverImage":"/assets/img/2024-05-15-Ray-BanMetaSmartGlasseslistedonAmazonUSforpre-orderCheckPriceSpecsandAvailability_0.png","tag":["Tech"],"readingTime":3},{"title":"구글 페이 앱에 인공 지능을 어떻게 도입했는지 알아보자","description":"","date":"2024-05-15 19:27","slug":"2024-05-15-HowIincorporatedAIintheGooglePayapp","content":"\n\nA few weeks ago, I attended a workshop on Generative AI and was amazed by the insights it offered on the current applications of Artificial Intelligence. This inspired me to explore how I could leverage this technology for maximum impact.\n\nAs I delved into potential applications, I had a realization about my own financial habits. I noticed that I've been spending recklessly without proper monitoring, especially since I linked my bank account to UPI. This lack of control is a common concern for many individuals. To address this issue, I am planning to integrate AI into the UPI app.\n\nIndia has witnessed a significant increase in digital payment adoption, with the Unified Payments Interface (UPI) becoming a popular choice for millions. In the fiscal year 2024, India recorded approximately 131 billion UPI transactions.\n\nWith the growing popularity of UPI payments, there is a demand for innovative solutions to enhance user experience and provide better financial management tools.\n\n\n\n# 문제의 배경.\n\n과거에는 현금을 사용할 때 소비에 대해 더 많이 신중했던 사람들이 많았습니다. 그러나 UPI와 같은 디지털 결제 방식이 늘어나면서 이러한 인식이 줄어들었습니다. 물리적인 현금 거래와는 달리 UPI 거래는 종종 덜 영향력이 있다고 느껴져 자주 지출되는 경향이 있습니다. 이러한 행동의 변화가 UPI 거래량의 증가에 기여했습니다.\n\n![이미지](/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_0.png)\n\n사용자들은 종종 많은 거래를 관리하는 데 어려움을 겪고, 지출을 추적하고 분류하는 데 어려움을 겪습니다. 또한 개인 맞춤형 통찰력과 안내가 부족해 금융 목표를 효과적으로 설정하고 달성하는 데 어려움이 있습니다.\n\n\n\nUPI 사용자들이 어떻게 증가했나요?\n \nUPI 거래량의 증가는 여러 가지 요인으로 측정될 수 있습니다. 2014년까지 인도 성인 가운데 은행 계좌를 가진 사람은 53%에 불과했습니다. 그러나 2021 재정연도를 기준으로 이 수치는 급격히 90%로 늘어났습니다. 이 증가는 정부의 Jan Dhan Yojana와 같은 제도를 통해 재정 포용을 촉진하는 노력들에 기인합니다. 이를 통해 거의 모든 인도인이 은행 계좌를 갖는 것이 가능해졌습니다. 디지털 결제를 위한 사용자 베이스의 확장은 UPI 거래의 성장에 기여했습니다.\n\n또한, UPI가 제공하는 사용 편의성과 편리함으로 인해 거래가 더 간단해지고 넓은 대중에게 접근하기가 더 쉬워졌습니다. 청구서 결제부터 온라인 쇼핑까지 모든 것이 디지턈화되면서 더 많은 사람들이 거래에 UPI를 활용하고 있습니다.\n\nArxiv의 조사에 따르면, UPI 사용자 중 81.10%가 매일 UPI를 사용한다고 합니다. 이는 평균적으로 UPI 사용자가 한 달에 30회 이상의 UPI 거래를 한다는 것을 보여줍니다. 응답자 중 UPI 앱의 사용자 베이스는 51.6%가 학생, 42%가 직장인, 4.7%가 사업가로 식별되었습니다. 성별 분포에 대해서는, 77%가 남성, 19.7%가 여성이었으며, 3.3%가 성별을 공개하고 싶지 않았습니다.\n\n\n\n# 타로 전문가입니다. 지금 당신이 마주한 여러 가지 어려움들에 대해 이야기해주세요.\n\n![마주한 문제들](/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_1.png)\n\n# 어떻게 해결할 수 있을까요?\n\n앱을 위한 분석 페이지를 만드는 것은 이러한 문제를 해결할 수 있고 사용자들이 정보에 기반한 결정을 내릴 수 있게 도와줄 것입니다.\n\n\n\n하지만 UPI의 사용자 기반을 고려해 볼 때, 인도에서 UPI를 사용하는 사람이 2억6천만 명이 넘기 때문에 모든 사람이 분석 페이지를 편안하게 사용할 수는 없을 것입니다.\n\n그러므로 UPI 사용자 기반은 매우 광범위하며, 내 가설에 따르면 대규모 사용자 기반을 대상으로 디자인된 분석을 이해할 수 없는 사용자도 있을 수 있습니다. 교육적 배경이 부족한 사용자들은 광범위한 사용자 기반을 대상으로 디자인된 차트에서 통찰을 얻는 데 어려움을 겪을 수 있습니다. 교육적 배경을 갖춘 사용자는 쉽게 분석하고 추적할 수 있지만, 대규모 사용자 기반을 위해 디자인된 분석에서 더 개인화되고 고급 통찰 또는 예측을 얻기 어려울 수 있습니다.\n\n그러므로 더 많은 사용자를 위해 해결책을 마련하고 다수의 사용자의 요구를 충족시키는 것이 옳은 선택이 될 것입니다.\n\nGemini AI를 활용하여 대화형 AI와 생성적 AI를 결합하면 사용자가 분석을 요청할 수 있으며, 개인화된 통찰과 권장 사항, 예산 편성 및 목표 설정에 대한 실시간 가이던스, UPI 거래를 통해 자신의 재정을 관리하는 데 개선된 전반적인 사용자 경험 등이 가능해집니다.\n\n\n\n**Conversational AI**\n\nConversational AI는 인공지능을 사용하여 컴퓨터가 자연스럽게 인간 언어를 이해하고 대화식으로 응답할 수 있게 하는 기술을 말합니다. 이를 통해 사용자들이 AI와 대화하면서 소비 내역을 추적하고 재무를 관리하는 것이 더 편리해질 수 있습니다.\n\n**Generative AI**\n\nGenerative AI는 사람이 생성할 수 있는 콘텐츠인 텍스트, 이미지 또는 오디오와 유사한 새로운 콘텐츠를 생성할 수 있는 인공지능 기술을 말합니다. 여기서 Generative AI는 소비 패턴을 분석하고 사용자의 질문에 답변하기 위해 통찰력, 제안이나 그래프를 생성할 수 있습니다.\n\n\n\n# 내 사용자들은 이 기능을 이해하고 사용할 수 있을까요?\n\n일상 어플리케이션에 AI 통합이 빠르게 증가하고 있어 사용자들을 고급 AI 기술에 적응시키고 있습니다. 그 중에는 아마존과 스포티파이가 성공적으로 생성 AI를 구현한 것이 있습니다. WhatsApp과 인스타그램은 메타 AI를 사용하고 있어 사용자들을 이러한 기술에 노출하고 있습니다.\n\n또한, 이러한 도구들은 사용자 친화적이며 자명하며 채팅GPT를 대화형 AI에 수용하는 사용자들의 증가로 이러한 기능들을 이해해 가는 데 도움이 됩니다.\n\n이러한 증가하는 친밀감과 적응력은 사용자들이 우리 UPI 어플의 생성 AI 기반 검색 기능을 이해하고 활용하여 사용자 경험을 향상시키는 유망한 요소로 기대됩니다.\n\n\n\n# 이 기능이 비즈니스에 어떻게 도움이 될까요?\n\n![이미지](/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_2.png)\n\n# 이 기능이 사용자들에게 어떻게 도움이 될까요?\n\n![이미지](/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_3.png)\n\n\n\n## 솔루션에 대해 알아보기\n\n사용자가 기능을 어떻게 발견하는지 알아봅시다.\n\n![Google Pay의 AI 기능 활용](/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_4.png)\n\nGoogle Pay가 이 기능을 도입할 때 하단 시트가 표시되어 사용자가 이 새로운 기능을 쉽게 발견할 수 있도록 합니다.\n\n\n\n이 사용자는 어떻게 검색을 통해 안내받게 될까요?\n\n![이미지](/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_6.png)\n\n시스템이 검색에 실패할 경우에는 무엇이 발생할까요?\n\n\n\n**How does this work?**\n\n![Image 1](/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_7.png)\n\n**Personalise the results**\n\n![Image 2](/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_8.png)\n\n\n\n\n- 간단한 방식: 사용자들이 기술 용어나 추가 정보 없이 간결하고 직접적인 답변을 받고 싶을 때 선택할 수 있는 옵션입니다. 사용자의 질문에 직접적인 답을 제공합니다.\n- 그래프: 이 옵션을 선택하면 차트나 그래프와 같은 시각적 형식으로 정보가 제시되어 복잡한 데이터를 간편하게 이해할 수 있습니다.\n- 자세한 내용: 사용자가 모든 관련 세부 정보와 맥락을 포함한 정보에 대한 포괄적이고 철저한 설명이나 분석을 원할 때 이 옵션을 선택할 수 있습니다.\n\n# 지역 가맹점에 대한 결제를 어떻게 추적할 수 있을까요?\n\n![이미지](/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_10.png)\n\n\n\n# 몇 가지 추가 예시 프롬프트\n\n![HowIincorporatedAIintheGooglePayapp_11](/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_11.png)\n\n# 몇 가지 검색 제한 사항\n\n- 비텍스트 데이터: 검색 기능은 이미지나 비디오와 같은 비텍스트 데이터를 검색하는 것을 지원하지 않을 수 있습니다.\n- 맥락 이해: 모호한 용어로부터 맥락을 이해하는 데 어려움을 겪을 수 있습니다.\n- 제한된 역사적 데이터: 일정 기간 이전의 역사적 데이터에 대한 접근에 제한이 있을 수 있습니다.\n- 개인정보 우려: 사용자의 개인정보 보호를 위해 민감한 정보를 검색하거나 접근하지 않을 수 있습니다.\n\n\n\n# 향후 개선 사항\n\n- 사용성 테스트를 실시하여 피드백을 수집하고 개선할 부분을 식별합니다.\n- 음성 검색 기능 도입\n- Google Pay 비즈니스(가맹점) 앱에 이 기능을 구현하는 데 초점을 맞춥니다.\n- 보다 넓은 접근성을 위한 다국어 지원\n\n# 결론\n\n이 케이스 스터디를 통해 AI가 어떻게 응용되고 애플리케이션에 통합될 수 있는지, 특히 제품 디자이너로서 사용자에게 더 개인화되고 효율적인 솔루션을 제공하는 방법을 보여주고자 합니다. 다가오는 앱들은 유사한 AI 기술을 통합하여 사용자에게 더 발전된 사용자 친화적 기능을 제공할 가능성이 높습니다.\n\n\n\n저는 구글 페이를 사용하여 이 기능을 시연했지만 이러한 기능은 폰페이, 페이티엠, 페이잽, 크레드 등의 다른 결제 앱에서도 구현할 수 있습니다.\n\n이 케이스 스터디를 끝까지 읽어 주셔서 감사합니다.\n\n만약 제 케이스 스터디가 마음에 드셨다면 👏🏻 하나 남겨 주시고 사랑을 보여주세요.\n\n의견이나 피드백을 댓글로 공유해 주세요.\n\n\n\nI love this vibrant energy you're bringing to the discussion! Let's connect through lakshmi.narayanan3002@gmail.com or on LinkedIn so we can dive deeper into the fascinating world of design together. I can't wait to hear your thoughts!","ogImage":{"url":"/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_0.png"},"coverImage":"/assets/img/2024-05-15-HowIincorporatedAIintheGooglePayapp_0.png","tag":["Tech"],"readingTime":6},{"title":"흥미진진한 소식 배터리 상태 정보 및 적응형 충전은 새 iPad에만 적용돼요","description":"","date":"2024-05-15 19:26","slug":"2024-05-15-ExcitingUpdateBatteryHealthInfoandAdaptiveChargingonNewiPadsOnly","content":"\n\n## 아이패드 M4 적응 충전\n\n아이패드 팬들에게 좋은 소식! 애플이 가장 최근 업데이트를 발표했습니다. 이 업데이트에는 여러분의 스마트폰 수명을 크게 향상시킬 혁신적인 기능이 포함되어 있습니다. 이제 아이패드는 사용자에게 전체적인 배터리 건강 데이터와 적응 충전에 액세스할 수 있게 되었는데, 이는 이러한 기능이 해당 기기에서 처음으로 제공된 사례입니다. 다만, 한 가지 주의할 점은 이 업그레이드가 최신 버전에서만 제공된다는 것입니다.\n\n배터리 건강 정보를 제공함으로써 여러분은 아이패드의 배터리 성능의 점진적인 감소를 효과적으로 모니터링할 수 있어서 발생할 수 있는 문제에 사전에 대응할 수 있게 됩니다. 적응 충전은 배터리에 대한 지능적인 보호자 역할을 하여 충전 프로세스를 사용 습관에 따라 제어함으로써 배터리의 총 수명을 연장하려는 목적을 갖습니다.\n\n아이패드를 사용하는 사람들은 오랫동안 아이폰 사용자가 정교한 배터리 건강 데이터와 적응 충전의 이점을 누리는 것을 보아왔습니다. 애플은 최신 업그레이드를 통해 아이패드에 중요한 기능을 도입하여 사용자가 기기를 보다 더 잘 제어할 수 있도록 제공했습니다. 그러나 이러한 특징이 최신 모델에서만 사용 가능하다는 것을 언급하는 것이 중요합니다.\n\n\n\n아이폰에서 사용되는 성능 관리 시스템과 유사한 이러한 새로운 iPad 기능은 고객들이 기기의 수명을 최적화하는 데 도움을 주도록 설계되었습니다. 최대 용량 및 최고 성능 기능과 같은 지표를 확인할 수 있게 해 주는 배터리 상태에 대한 포괄적인 정보를 제공합니다. 이 혁신은 전문적인 용도나 여가 활동을 위해 iPad에 광범위하게 의존하는 사람들에게 중요한 발전입니다.\n\n하지만 적응 충전이 정확히 어떤 영향을 미치는 걸까요? 적응 충전은 배터리 손상을 최소화하여 배터리의 내구성을 향상시키기 위한 것입니다. 예를 들어, 밤새 iPad를 충전하는 경우 적응 충전을 통해 기기가 충전량을 80%로 유지하고 일어날 시간에 가까워지면서야 100%의 전체 충전량에 도달하도록 합니다. 이렇게 함으로써 과도한 시간 동안 최대 용량 상태로 두어 배터리의 전체 건강을 서서히 악화시키는 것을 방지합니다.\n\n안타깝게도, 이러한 개선 기능들을 활용할 수 있는 기회를 얻지 못할 것입니다. 이전 iPad 모델을 사용하는 사람들에게 이번 향상된 성능 관리 도구들이 제공되지 않았습니다. iPhone XS, XS Max, XR과 같은 기기를 통해 도입된 개선된 성능 관리 기능이 이전 iPad에는 없었다는 것이 그 이유입니다. 기존 iPad의 수명을 연장하고 싶다면, 이러한 최신 기능과 호환되는 최신 모델로 업그레이드하는 것이 필요할 수도 있습니다.\n\n최종적으로, 이러한 변화는 Apple이 혁신적인 기술을 활용하고 기기 관리를 강화하여 사용자 경험을 지속적으로 개선하고자 하는 역점을 보여 줍니다. 이 새로운 배터리 특성을 이해하고 활용하는 것으로, iPad의 장기 신뢰성과 효율성을 보증할 수 있습니다.\n\n\n\n# 제이슨의 개인적인 반성\n\n![](/assets/img/2024-05-15-ExcitingUpdateBatteryHealthInfoandAdaptiveChargingonNewiPadsOnly_0.png)\n\n# 연계된 이야기들:","ogImage":{"url":"/assets/img/2024-05-15-ExcitingUpdateBatteryHealthInfoandAdaptiveChargingonNewiPadsOnly_0.png"},"coverImage":"/assets/img/2024-05-15-ExcitingUpdateBatteryHealthInfoandAdaptiveChargingonNewiPadsOnly_0.png","tag":["Tech"],"readingTime":2},{"title":"KDP가 어떻게 변화되었는지","description":"","date":"2024-05-15 19:24","slug":"2024-05-15-HowKDPhaschanged","content":"\n![image](/assets/img/2024-05-15-HowKDPhaschanged_0.png)\n\nI used to be a full-time smut publisher. The majority of my book sales, a little over 90%, came from Amazon KDP.\n\nIf you ask most self-published authors, they’ll say the same. Most of their book sales will come from Amazon KDP. That’s because Amazon owns the self-publishing space. And quite possibly the world.\n\nDuring the pandemic, Amazon KDP shut down my account. No explanation, other than that my account violated content guidelines. No way to appeal it. Game over.\n\nLast night, I lost a whopping 90% of my income from publishing. Can you believe it?\n\nA while back, Amazon KDP finally reactivated my account. I decided to dip my toes in and see if I could still earn through KDP in 2024.\n\nI even brought in some freelancers to pen some short, spicy stories for me. After publishing a few, my account was promptly suspended indefinitely.\n\nIn response, I was inspired to write an article reflecting on how KDP has evolved over the years.\n\n## 자기 출판의 야생 서부\n\n2016년에 KDP에서 출판을 시작했어요. 여덟 년 전이죠.\n\n당시에 KDP는 마치 야생 서부 같았어요. 탐험되지 않은 새로운 전선이었죠. 자기 출판가들은 책 판매와 KENP의 꿈을 안고 이 플랫폼으로 몰렸어요.\n\n당시에는 규칙이 덜했어요. 그래서 많은 사기꾼들이 몰려들었어요. 그 중에서도 로맨스/에로티카 장르에서 이 현상이 가장 두드러졌어요. 아마존에서 가장 인기 있는 장르이지만 그들은 결코 인정하지 않을 거예요.\n\n예를 들어, 아마존의 킨들 언리미티드 프로그램을 악용하는 사기꾼들이 많았습니다. 저자들에게 \"읽힌 페이지\"에 대해 보상을 주는 시스템이지요.\n\n책을 출판할 때, KU 회원들에게 이용 가능하게 만들 수 있는 옵션이 있어요. KU는 책의 넷플릭스와 같은 존재랍니다. 독자들은 매달 일정 금액을 지불하고 KU 프로그램 내의 어떤 책이든 무료로 읽을 수 있어요.\n\nKU 구독자로부터 모은 돈은 매달 모여서 각 책에서 읽힌 페이지 수에 따라 저자들에게 분배돼요.\n\n보통 이것은 페이지 당 절반 센트쯤을 벌었어요. 하루에 20,000페이지가 읽힌다면 그것은 잘 모아지겠지요.\n\n허슬러들은 이를 악용하여 책의 전반부에 링크를 넣었는데, 이는 독자들을 곧바로 책 뒷부분으로 이동시켰습니다. 이는 아마존의 알고리즘을 속여 그 사람이 전체 책을 읽은 것처럼 보이도록 만들어 시스템을 속인 것이었습니다. 이로 인해 그 허슬러는 공정하게 이익을 얻지 못한 KENP(읽은 페이지)를 얻게 되었습니다.\n\n또한, 에로틱 작가들이 길게는 몇 페이지밖에 되지 않는 이야기들을 너무 음란한 표지로 출간하고, 인기 있는 키워드로 제목과 블러브를 채워서 빠른 매출을 얻는 약삭빠른 방법도 있었습니다.\n\n2018년에 아마존은 이러한 권모술수에 대해 단호히 대응하기 시작했습니다. 그리고 그 이유는 있었습니다. 이것은 그들의 이미지를 손상시키고, 시스템을 속이지 않은 합법적인 자기 출판 작가에게도 피해를 주었기 때문이었습니다.\n\n이로 인해 아마존의 2018년 대청소가 시작되었습니다. 그들은 너무 논란적이라고 여기는 모든 것을 금지했습니다. 수많은 에로틱 작가들이 큰 타격을 입었는데, 그 중에 나 또한 포함되었습니다. 제가 쓴 80편이 넘는 짧은 이야기가 금지되었습니다.\n\n그 이후로 규제만 더 강화됐어. 그들이 그렇게 한다는 것이 마땅하다고 할 수밖에.\n\n---\n\n## KDP가 과잉했어\n\n아마존 KDP는 더 이상 비밀이 아니야. 요즘에는 누구나 할머니마저 아마존에 무언가를 출판하고 있는 것 같아. 자아 출판하는 \"작가\"들로 완전히 채워져 버렸어.\n\n솔직히 말하자면, 스티븐 킹이나 신스 박사처럼 작가일 수는 없어. 실제로 나는 부업으로 짧은 이야기를 출판해서 돈을 벌려고 했어. 돈을 벌기 시작하면서 그것이 본전이 되었어.\n\n하지만 그것은 아마존 KDP가 완전히 포화되기 전의 이야기였어요. 오늘날은 2016년보다 돈을 벌기가 더 어려워졌어요. 불가능한 건 아니지만, 그렇지만요.\n\n많은 책들이 아마존에 매일 출간되고 있어요. 너무나 많아요. 그렇게 되면 돋보이기가 엄청 어려워지죠. 이전보다 경쟁이 훨씬 치열해졌어요. 예전보다 훨씬 더 많은 작가들과 작가가 되고 싶어하는 사람들이 돈을 버려고 노력하고 있어요.\n\n당신이 다음 레오 톨스토이가 될 수도 있지만, 당신의 책이 시작하자마자 관심을 얻지 못하면 이탈리아 혹한 지방보다 버려져 있는 인터넷 한 구석으로 사라질 거예요. 다시 들리지 않을 거예요.\n\n포화로 인해 아마존이 출판물에 더 엄격해졌다는 것도 하나의 이유에요. 그들은 고등학교 영어를 간신히 통과한 사람들이 쓴 콘텐츠가 낮은 책들이 많아지길 원치 않아해요.\n\n그런데 AI 는 고교 영어를 간신히 통과한 사람들조차 능력 있는 작가가 될 수 있게 했습니다. 누구나 책을 빨리 만들어낼 수 있기 때문에 더 많은 콘텐츠가 생겨나게 되었습니다.\n\n아마존 KDP 는 AI 콘텐츠를 규탄하겠다고 합니다. 그러나 AI 가 계속 발전되고 있기 때문에 인간과 로봇을 구별하는 것이 점점 어려워지고 있습니다. AI 는 KDP 가 AI 생성 콘텐츠로 보이는 것에 의심을 품도록 만들었습니다. 이는 아마존 리뷰어들이 AI 생성됐거나 콘텐츠가 부족한 책을 차단하도록 만듭니다.\n\n## 사람들은 더 이상 읽지 않습니다\n\nKDP 가 예전과 같지 않은 가장 명백하고 무시된 이유는 단순히 사람들이 더 이상 많이 읽지 않기 때문입니다.\n\n인터넷이 우리의 집중력을 약화시켰습니다. 주의력을 흐트려놓았죠. 이 글을 클릭한 대부분의 사람이 여기까지 읽을 것 같진 않아요. 아직 읽고 계신다면, 감사합니다!\n\n우리는 공식적으로 TL;DR 세계로 넘어섰어요. 280자를 넘어가면 대부분의 사람들은 관심을 두지 않을 거예요. 책을 읽는 일이라니 더더욱 말이죠.\n\n매년 책을 읽는 사람들이 줄어들고 있죠. 소셜 미디어가 우리 삶을 더 많이 점령하면서 이 추세는 계속될 것으로 예상됩니다. 작가로 활동하기에는 좋은 시기가 아니에요.\n\n콘텐츠의 과다 및 독자수 감소는 성공을 거두기에는 좋은 요소가 아니에요. 수요가 적고 공급이 많으면서 말이죠.\n\n## 마무리 생각\n\n라이터인 경우 아마존 KDP는 자체 출판을 위한 최고의 장소입니다. 그것은 가장 많은 독자층을 보유하고 있습니다. 자체 출판을 계획하고 있다면 거기서 시작하고 싶을 것입니다.\n\n하지만 너무 큰 희망을 갖지는 마세요. 아마존 KDP에서 눈에 띄고 판매량을 올리기가 점점 어려워지고 있습니다. 그 이유는 더 많은 규제, 과잉 포화, 그리고 독자층의 감소 때문입니다.\n\n그럼에도 불구하고, 여전히 자체 출판으로 돈을 벌고 있는 사람들이 있습니다. 불가능한 일은 아닙니다. 그저 예전과 같이 쉬운 돈은 아니라는 점을 명심하세요. 행운을 빕니다. 함께 힘내요!\n","ogImage":{"url":"/assets/img/2024-05-15-HowKDPhaschanged_0.png"},"coverImage":"/assets/img/2024-05-15-HowKDPhaschanged_0.png","tag":["Tech"],"readingTime":4},{"title":"자율주행의 혁신 자율주행 자동차 속 CNN","description":"","date":"2024-05-15 12:20","slug":"2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars","content":"\n\n## NVIDIA의 예측 주행 스티어링을 위한 DAVE-2 시스템 깊이 분석\n\n![이미지](/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_0.png)\n\n본 기사는 센터, 좌측, 우측 세 대의 카메라로부터 입력 이미지를 사용하여 주행 중인 자동차의 조향 휠 각도를 예측하는 데 합성곱 신경망(CNN) 접근 방식을 활용합니다. 사용된 모델 아키텍처는 NVIDIA가 자체 자율주행 시스템인 DAVE-2를 위해 개발했습니다. CNN은 Udacity 시뮬레이터에서 테스트되었습니다.\n\n# 소개\n\n\n\n자율 주행 자동차는 주변 환경을 감지하고 인간의 개입 없이 교통과 다른 장애물을 독립적으로 움직일 수 있습니다. (출처: [1]) 자율 주행 차량(AVs)의 사용은 거의 전 세계적으로 주요 산업이 되었습니다. 과거 몇 년 동안 보다 빠르고 가치 있는 차량이 생산되었지만, 더 많은 차량이 있는 가속화된 세계에서는 불행히도 사고 사례가 증가했습니다. 대부분의 경우 사고는 인간 운전자의 잘못이 원인입니다. 따라서 자율 주행 차량의 도움으로 이론상으로 대체 가능할 수 있습니다. (출처: [2]) Waymo, Zoox, NVIDIA, Continental, Uber와 같은 다수의 관련 기업이 이 제품을 개발 중에 있습니다. 이 종류의 차량을 통해 자동차 교통의 안전성, 보안성, 효율성이 향상되며, 운전이 가장 안전하게 이루어질 수 있습니다. (출처: [1])\n\nAVs는 사람과 같이 주변 환경을 인식하고 수집한 정보를 기반으로 논리적인 결정을 내리기 위해 다양한 센서 기술에 의존합니다. 가장 일반적인 AV 센서 유형은 레이다, LiDAR, 초음파, 카메라, 글로벌 네비게이션 시스템 등이 있습니다. (출처: [3])\n\n고급 운전자 보조 시스템(ADAS)은 다양한 자율 주행 수준을 분류하는 다계층 시스템입니다. 이는 완전히 인간 운전에서부터 완전히 자율 주행까지 다양한 수준을 보여줍니다. (Figure 1 참고)\n\n\n\n# 합성곱 신경망 (CNNs)\n\n현대 CNN에 대한 첫 연구는 1990년대에 발표되었으며, 네오코그니트론에 영감을 받았습니다. 야너 르쿤 등은 \"Gradient-Based Learning Applied to Document Recognition\" 논문에서 더 간단한 특징을 점차적으로 더 복잡한 특징으로 집계하는 CNN 모델이 손글씨 문자 인식에 성공적으로 사용될 수 있다는 것을 입증했습니다.\n\nCNN은 하나 이상의 합성곱층을 가진 신경망으로 주로 이미지 처리, 분류, 분할 및 기타 자기 상관 데이터에 사용됩니다. CNN의 채택 이전에는 대부분의 패턴 인식 작업이 초기 특징 추출 단계에서 수동으로 수행되고 분류기가 뒤를 이었습니다. CNN의 발전으로 인해 훈련 예제로부터 특징이 자동으로 학습되어 인간의 성능을 훌륭하게 능가하는 것이 가능해졌습니다.\n\nCNN 접근은 합성곱 연산이 2D 이미지를 캡처하기 때문에 이미지 인식 작업에서 매력적입니다. 또한, 전체 이미지를 스캔하는 데 합성곱 커널을 사용하면 학습할 매개변수가 총 연산 수에 비해 상대적으로 적기 때문에 효율적입니다.\n\n\n\n# 데이터셋\n\n데이터를 얻기 위해 Udacity 시뮬레이터 [6]에서 훈련 모드를 사용하여 차량을 수동으로 운전하여 첫 번째 트랙을 한 방향으로 4바퀴 돌고 반대 방향으로 4바퀴 더 돌았습니다. 데이터 로그는 CSV 파일에 저장되어 있으며 이미지의 경로, 폴더에 저장된 방향표, 스티어링 휠 각도, 액셀, 후진 및 속도를 포함하고 있습니다. 스티어링 각도는 1/25 배율로 사전 스케일링되어 있어 -1에서 1 사이의 값을 갖습니다. 제공된 데이터에는 6563개의 중앙, 왼쪽 및 오른쪽 jpg 이미지가 포함되어 총 19689개의 예시 데이터 크기가 있었습니다. 사진의 너비는 320이고 높이는 160이었습니다. 차량의 왼쪽/중앙/오른쪽 이미지 한 장을 찍은 예시는 아래와 같습니다.\n\n![이미지](/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_2.png)\n\n## 데이터 증강\n\n\n\n확대는 데이터에서 가능한 많은 정보를 추출하는 데 도움이 됩니다. 모델이 훈련 중에 볼 이미지의 수를 늘리기 위해 네 가지 다른 확대 기술을 사용했으며, 이는 오버피팅 경향을 줄였습니다. 사용된 이미지 확대 기술은 다음과 같습니다:\n\n- 밝기 감소: 밝기를 변경하여 낮과 밤 조건을 모방합니다.\n- 좌우 카메라 이미지: 좌우 카메라 이미지를 사용하여 자동차가 측면으로 이탈하고 회복되는 효과를 모방합니다.\n- 가로 및 세로 이동: 카메라 이미지를 가로로 이동시켜 도로 상의 자동차의 다양한 위치를 모방하고, 세로로 이동시켜 오르락내리락하는 효과를 모방합니다.\n- 뒤집기: 훈련 데이터에서 좌우 회전이 균등하지 않기 때문에, 모델의 일반화를 위해 이미지 뒤집기가 필수적이었습니다.\n\n다음 이미지는 적용된 데이터 확대의 예시를 보여줍니다.\n\n![Data Augmentation](/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_3.png)\n\n\n\n![Image 4](/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_4.png)\n\n![Image 5](/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_5.png)\n\n## 데이터 전처리\n\n이미지를 증강한 후, 모델 훈련에서 사용하기 전에 데이터 전처리가 적용되었습니다. 전처리는 이미지 품질을 향상시켜 분석에 더 잘 사용할 수 있도록 합니다. 사용된 이미지 전처리 기술은 다음과 같이 설명됩니다:\n\n\n\n- 잘라내기: 각 이미지의 하단 25픽셀과 상단 40픽셀을 잘라내어 차량의 전면과 지평선 위쪽의 하늘 대부분을 제거했습니다.\n- RGB에서 YUV로 변환: 이미지를 RGB에서 YUV 유형으로 변환했는데, 이렇게 하는 것이 조명 변화와 모양 감지에 더 유리합니다.\n- 크기 조정: NVIDIA 모델과 일관성 있게 유지하기 위해 모든 이미지를 66 x 200으로 크기 조정했습니다.\n- 정규화: 이미지 픽셀 값에 255로 나누어 0과 1 사이의 픽셀 값만 남도록 했습니다.\n\n아래 그림은 적용된 이미지 전처리의 예시를 보여줍니다.\n\n![Image Preprocessing Example](/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_6.png)\n\n## 데이터 생성자\n\n\n\n수천 개의 새로운 훈련 인스턴스가 각 원본 이미지로부터 필요하기 때문에 이 모든 데이터를 디스크에 생성하고 저장하는 것은 불가능합니다. 따라서 Keras 제너레이터를 사용하여 로그 파일로부터 원본 데이터를 읽고 필요에 따라 데이터를 증가시키어 모델을 훈련하고, 각 배치에서 새 이미지를 생성했습니다.\n\n## 모델 제안\n\n이전에 언급했던 대로 CNN 모델을 사용했습니다. NVIDIA의 DAVE-2 시스템에서 사용된 모델에 영감을 받은 모델 아키텍처는 아래 그림 7에 나와 있습니다.\n\n![Model Architecture](/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_7.png)\n\n\n\n해당 모델은 다음과 같은 특징을 가지고 있어.\n\n- 입력 이미지는 66 x 200 크기야.\n- 5x5 필터를 사용한 세 개의 컨볼루션 레이어가 있는데, 신경망을 따라갈수록 각 레이어는 24, 36, 48의 깊이를 가지고 있어.\n- 그런 다음, 3x3 필터를 사용한 두 개의 연속적인 컨볼루션 레이어가 깊이 64로 이어져.\n- 결과는 완전 연결 단계에 들어가기 위해 평평하게 만들어져.\n- 마지막으로, 점점 작아지는 완전 연결 레이어인 1164, 200, 50, 10이 순서대로 이어져.\n- 출력 레이어는 하나의 크기이고, 이는 조향 각도 하나만을 예측하기 때문이야.\n- 모델은 252219개의 학습 가능한 매개변수를 가지고 있어.\n\n구현된 모델의 완전한 요약은 아래의 Figure 8에서 확인할 수 있어.\n\n![Figure 8](/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_8.png)\n\n\n\n모델은 활성화 함수로 지수 선형 단위(ELU) 비선형을 사용합니다. ReLU와는 달리 ELU는 음수 값을 가지며, 이는 평균 유닛 활성화를 제로에 가깝게 이동시킬 수 있도록 합니다. 아래 그림 9에서 ReLU와 ELU의 차이를 보실 수 있습니다.\n\n![Figure 9](/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_9.png)\n\n또한 Adam 옵티마이저가 사용되었는데, 이는 확률적 경사 하강법의 확장판으로 제곱 그래디언트를 사용하여 학습 속도를 조절하며, 훈련 데이터를 기반으로 네트워크 가중치를 반복적으로 업데이트합니다. 사용된 학습률은 0.0001 알파였습니다. 아래 표 1은 모델에 사용된 매개변수를 요약한 것입니다.\n\n![Table 1](/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_10.png)\n\n\n\n**카드 제작 및 검증**\n\n이 모델은 NVIDIA GeForce RTX 3050 GPU를 사용하여 훈련되었고, 전체 훈련 소요 시간은 약 6시간이 소요되었습니다.\n\n초기 데이터셋은 80%의 학습용 데이터와 20%의 검증용 데이터로 나뉘었습니다. 아래 그림 10은 학습과 검증 사이의 손실 비교를 나타냅니다.\n\n![RevolutionizingAutonomyCNNsinSelf-DrivingCars_11](/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_11.png)\n\n\n\nFigure 10 shows that as the epochs increase, the loss value decreases. At first, there's a noticeable gap between the training and validation loss, but they eventually converge to be almost the same.\n\nThe model underwent testing on two different tracks. While it performed adequately on the first track, where the training data originated, it showed instability with frequent small corrections between left and right.\n\nIn contrast, the model behaved much better on the second track, demonstrating consistent and excellent performance, indicating strong generalization capabilities.\n\nYou can watch the video showcasing the model's performance on both tracks through the following link: [Self-Driving Car: Predicting Steering Wheel Angle using Udacity’s Simulator — Model Performance](youtube.com)\n\n\n\n# 결론\n\n깊은 신경망과 다양한 데이터 증강 기술을 사용하여 차량의 조향 휠 각도를 신뢰할 수 있는 방법으로 예측하는 모델을 만들 수 있다는 것이 입증되었습니다.\n\n결과를 관찰한 후, 얻은 모델은 두 트랙에서 모두 잘 수행했기 때문에 매우 좋습니다. 그러나 매개변수를 조정하고 에폭 수를 늘림으로써 더 나은 교육을 할 수 있습니다.\n\n현재와 같은 성능을 내면서 더 짧은 교육 시간에 더 나은 모델을 만들기 위해 모델 매개변수를 조정할 수 있습니다.\n\n\n\n미래에는 다른 모델 아키텍처를 사용해 성능을 탐색하거나 다양한 데이터 증강 기술을 적용하며 강화 학습 모델을 실험하고, 실제 자동차에서 모델의 성능을 테스트해보는 것도 좋을 것 같아요.\n\n독자 여러분, 감사합니다!\n\n# 참고 자료\n\n[1] Manikandan, T. (2020). Self-driving car\n\n\n\n## References:\n\n- Szikora, P. (2017). *Self-driving cars — The human side*\n- Vargas, J., et al. (2021). *An Overview of Autonomous Vehicles Sensors and Their Vulnerability to Weather Conditions*\n- Draelos, R. (2019). *The History of Convolutional Neural Networks*\n- Bojarski, M., et al. (2016). *End to End Learning for Self-Driving Cars*\n\n\n\n[6] Udacity. (2016). Udacity’s Self-Driving Car Simulator.\n\n[7] Yang, L., et al. (2020). Random Noise Attenuation Based on Residual Convolutional Neural Network in Seismic Datasets","ogImage":{"url":"/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_0.png"},"coverImage":"/assets/img/2024-05-15-RevolutionizingAutonomyCNNsinSelf-DrivingCars_0.png","tag":["Tech"],"readingTime":7},{"title":"게임 산업이 어려운 한 주를 보내고 있습니다","description":"","date":"2024-05-15 12:17","slug":"2024-05-15-TheGamesIndustryIsHavingaToughWeek","content":"\n\n게임 팬들에게는 이상한 며칠이었습니다. 마이크로소프트는 이차원적인 이메일을 통해 Pray와 Hi-fi Rush 스튜디오를 종료하는 이상한 결정을 내립니다. 또한 동일한 이메일에서 Roundhouse Games와 Zenimax Studios는 최근 Fallout TV 프로그램의 성공을 빽 더하기 위해 Bethesda와 함께 새로운 Fallout 타이틀을 출시할 것을 발표했습니다.\n\n그 뒤 몇 일 만에 소니는 PC에서 Hell Divers 2에 로그인할 때 PlayStation Network 로그인이 필수라고 발표했지만, Steam에서 리뷰 폭격을 받은 후에 이것을 철회했습니다. Hell Divers 2는 여전히 PSN 없이 몇 국가에서 이용할 수 없습니다 (라트비아에서 Hell Divers 팬이 되기에는 불우한 시기일 수 있습니다).\n\nMedium의 작가들은 이러한 주제에 매우 심도 있게 다루고 있으므로, 저는 조금 다른 관점에서 지난 주에 발생한 일들을 최대한 알아보려고 노력하겠습니다.\n\n# Xbox 뒤에 누가 운전을 하고 있을까요?\n\n\n\n2024년 5월 15일 - 게임 산업은 어려운 한 주를 보냈습니다.\n\nXbox One 시대의 끝에 필 스펜서(Phil Spencer)는 Xbox를 마이크로소프트에 대단히 비싼 개조안을 제안했습니다. 지루한 판매량이 계속된 10년 동안 이 브랜드를 부채로 보던 마이크로소프트는 필 스펜서의 Xbox 전환 아이디어에 동의했습니다. 어떤 아이디어냐 하면? 어떤 플랫폼에서든 사용할 수 있는 게임 구독 서비스인 게임 패스(Game Pass)입니다. 당시에는 넷플릭스와 스포티파이와 같은 산업 돌진자들을 모방한 혁명적인 아이디어였습니다. 이것은 Xbox의 제품 판매를 완전히 활성화했습니다.\n\n지난 20년 동안 스트리밍 서비스가 음악과 텔레비전 판매를 크게 줄였으며, 게임 패스는 Xbox의 1자 콘텐츠 판매에 유사한 영향을 미쳤습니다. 게임 패스로 인해 판매가 급격하게 감소했기 때문에 Xbox는 이 세대의 판매 단위 공시를 중단하고 대신 특정 시점에 게임이 얼마나 \"활성 플레이어\"가 있는지 모호하게 설명하기로 선택했습니다.\n\n스트리밍 서비스는 '듄(Dune)'의 모래 벌레와 조금 닮았습니다. 제지하지 않으면 행성의 모든 야생 동물과 영양소를 소비하여 여느 때는 푸릇한 초원이었던 곳을 사막으로 만듭니다. Xbox가 자사의 제목들이 성공하기를 원한다면, 이 거신 같은 거인에 대처해야 할 필요가 있습니다.\n\n\n\n일부 문제는 상황적인 것이었습니다. Xbox는 이번 콘솔 세대에서 발전의 기반이 없었습니다. 그들은 가치 브랜드였습니다. 게임 패스를 구독하면 수백 가지 멋진 게임을 즐길 수 있습니다. 그러나 구독 서비스가 개별 제품 판매와 어떻게 상호작용하는 지에 대한 자사 스튜디오를 보호할 방법이 없었습니다. 이에 대한 가장 좋은 예는 Hi-fi Rush입니다.\n\nHi-fi Rush는 주말에 완료할 수 있는 게임입니다. 재미있고 잘 구성된 AA 게임으로 상쾌한 미학과 사랑스러운 세계를 가지고 있습니다. 이것은 스트리밍 서비스가 사람들을 유인하기 위해 의존할 수 있는 정확히 그런 게임입니다.\n\n그 이상으로 놀랍게도 Hifi Rush는 Game Pass에서 그림자와 같이 공개되었으며, 출시 직전에 거의 제로 언론과 함께 발표되었습니다. 이것은 Tango의 결정이었을 수 있지만, Microsoft가 이처럼 놀라운 타이틀에 대해 어떤 마케팅이나 환호를 하지 않고 그것을 만든 스튜디오를 폐쇄하는 것은 전체적으로 어리석은 결정입니다. 한편, Redfall은 다섯 가지 다른 시리즈 컨트롤러 계획, 대규모 출시 전 광고 캠페인 및 Microsoft 주제의 한정판 콘솔을 받았습니다.\n\nMicrosoft는 훌륭한 게임을 출시한 스튜디오를 처벌하면서 평균 이상의 것을 축하하고 있습니다. Matt Booty와 Phil Spenser는 선의를 가지고 있지만 게임 부문을 어떻게 운영해야 하는지 모릅니다. 그렇지만 몇 년 전에 이를 인정하고 더 유능한 손으로 브랜드를 넘겨 주었다면 괜찮았을 것입니다. 그러나 Xbox가 너무 많은 스튜디오를 소유하고 있어서 그들의 잘못된 의사 결정과 경영이 ID, Double Fine, Rare, Bethesda, 그리고 심지어 Activision-Blizzard의 종말을 의미할 수도 있습니다. 상황이 심각해지고 있습니다.\n\n\n\n게임 패스를 개선해야 합니다. Xbox는 자사 제품의 판매에 해를 끼치지 않도록 게임을 출시한지 1년 반에서 2년 뒤에 게임을 게임 패스로 가져오는 방법이나 내부 게임 중 일부만 게임 패스에서 게임 트라이얼을 통해 플레이할 수 있도록 하는 방법 중 하나를 택해야 합니다. 어떤 방식을 선택하던지, Xbox 리더십은 자신들의 발목을 찔러다가 죽은 스튜디오를 이용해 피를 멈추는 일을 그만두어야 합니다.\n\n# 소니, PC 플레이어를 위한 최상의 방법을 아직 배우고 있습니다\n\n모든 플레이어가 공통 목표를 공유하는 게임이라면, 동일한 커뮤니티가 온라인 액세스를 사유화하려는 발행사에 적극적으로 저항할 것이라고 생각했을까요?\n\n헬 다이버스 2의 Steam 판매량은 게임이 출시된 거의 800만 부의 60%를 차지했습니다. 게임은 PC 사용을 위해 Playstation Network 계정을 필수로 사용하지 않았으나, 소니는 돈의 유혹을 느끼고 새로운 플레이어들을 플레이스테이션 스토어의 결합체로 끌어들이기를 서두르고 있습니다.\n\n\n\n이 결정은 헬 다이버스 2 개발사인 애로우헤드 스튜디오와 상의 없이 내려진 것으로 보입니다. 애로우헤드의 CEO 요한 필레스테트는 지난 금요일 소니로부터 PSN 계정이 온라인 이용에 필요하다는 발표를 받은 뒤, 트위터로 알려진 웹사이트에서 납득할 만한 이유없이 팬들과 대화를 나누었습니다. 한 플레이어가 PSN이 자국에서 사용 불가능할 때 어떻게 게임에 접근할 수 있을지 물었을 때 요한은 \"몰라요.\" 라고 대답했습니다.\n\n소니와 애로우허드 간에는 큰 오해가 있습니다. 최근 소니가 플레이스테이션 네트워크에 접속할 수 없는 국가에서 고스트 오브 쓰시마의 판매를 취소한 결정을 보면, 아마도 향후 소니가 PC 게임에 PSN 요구 사항을 덧붙이려고 할 수도 있습니다.\n\n마이크로소프트처럼 소니도 여러 스튜디오를 보유하고 있습니다: 나이티독, 미디어 모큘, 서커 펀치, 인솜니악 모두 소니의 재능이기 때문입니다. 저의 실제 우려는 PC 게이머들이 플레이스테이션 네트워크 로그인 없이는 싱글 플레이어 게임을 이용할 수 없게되지 않을까 하는 것입니다. 소니는 PSN 통합을 섬세하게 처리할 수도 있고(PSN은 훌륭하므로 대부분의 사람들이 선택할 것이라고 확신합니다), 모두에게 강요하여 스팀 및 PC 사용자들에게 경험을 망쳐버릴 수도 있습니다. 지난 주말 헬 다이버스 2에서 후자를 시도해 보았습니다. 소니가 어떤 교훈을 얻을지 기대해 봅니다.\n\n# 스팀 빼내기 — 이 모든 것이 실제로 의미하는 바\n\n\n\n🌟✨ᴡʜᴀᴛ ᴅᴏ ʙᴏᴛʜ ᴏꜰ ᴛʜᴇsᴇ sᴛᴏʀɪᴇs ʜᴀᴠᴇ ɪɴ ᴄᴏᴍᴍᴏɴ?🌟✨\n\n🎮  Sᴏɴʏ ᴀɴᴅ Mɪᴄʀᴏsᴏꜰᴛ ᴀʀᴇ ᴘʀɪᴍᴀʀɪʟʏ sᴇʟʟɪɴɢ ᴛʜᴇɪʀ PC ɢᴀᴍᴇs ᴏɴ Sᴛᴇᴀᴍ. Sᴛᴇᴀᴍ ᴀᴄᴄᴏᴜɴᴛs ꜰᴏʀ 70% ᴏꜰ ᴛʜᴇ PC ᴅɪɢɪᴛᴀʟ ɢᴀᴍᴇs ᴍᴀʀᴋᴇᴛᴘʟᴀᴄᴇ, ᴀɴ ᴀsᴛᴏᴜɴᴅɪɴɢ ɴᴜᴍʙᴇʀ ᴡʜᴇɴ ʏᴏᴜ ᴄᴏɴsɪᴅᴇʀ ɪᴛ ɪs ᴄᴏᴍᴘᴇᴛɪɴɢ ᴡɪᴛʜ Eᴘɪᴄ, GOG, ᴀɴᴅ Tʜᴇ Xʙᴏx Gᴀᴍᴇ Sᴛᴏʀᴇ ᴛʜᴀᴛ ᴄᴏᴍᴇs ᴘʀᴇ-ɪɴsᴛᴀʟʟᴇᴅ ᴡɪᴛʜ Wɪɴᴅᴏᴡs 11.\n\nSᴏ ʟᴏɴɢ ᴀs ɢᴀᴍᴇs ᴀʀᴇ ʙᴏᴜɢʜᴛ ᴀɴᴅ sᴏʟᴅ ᴏɴ Vᴀʟᴠᴇ’s ᴘʟᴀᴛꜰᴏʀᴍ, Vᴀʟᴠᴇ ᴀʀᴇ ᴛᴀᴋɪɴɢ ᴀ 30% ᴄᴜᴛ ᴏꜰ ᴇᴠᴇʀʏ sᴀʟᴇ. Mɪᴄʀᴏsᴏꜰᴛ ᴀɴᴅ Sᴏɴʏ ᴀʀᴇɴ’ᴛ ᴛᴏᴏ ᴘʟᴇᴀsᴇᴅ ᴡɪᴛʜ ᴛʜᴀᴛ, ᴀɴᴅ ʜᴀᴠᴇ ᴛᴀᴋᴇɴ ᴏᴘᴘᴏsɪᴛᴇ ᴀᴘᴘʀᴏᴀᴄʜᴇs ᴛᴏ ᴅᴇᴀʟɪɴɢ ᴡɪᴛʜ Sᴛᴇᴀᴍ.\n\nPʜɪʟ Sᴘᴇɴᴄᴇʀ ʜᴀs ɢᴏɴᴇ ᴏɴ ʀᴇᴄᴏʀᴅ sᴀʏɪɴɢ ʜᴇ ᴡᴏᴜʟᴅ ᴘᴜʀᴄʜᴀsᴇ Vᴀʟᴠᴇ ɪꜰ ᴛʜᴇ ᴏᴘᴘᴏʀᴛᴜɴɪᴛʏ ᴘʀᴇsᴇɴᴛᴇᴅ ɪᴛsᴇʟꜰ. Bᴜᴛ, ɪꜰ ᴛʜᴇ ʀᴇᴄᴇɴᴛ ᴅᴏᴡɴsɪᴢɪɴɢ ɪs ᴀɴʏ sɪɴ ᴏꜰ ᴛʜɪɴɢs ᴛᴏ ᴄᴏᴍᴇ, I ᴅᴏɴ’ᴛ ᴛʜɪɴᴋ ᴅᴀᴅᴅʏ Mɪᴄʀᴏsᴏꜰᴛ ᴡɪʟʟ ʙᴇ ᴘᴀʏɪɴɢ ꜰᴏʀ ᴛʜᴀᴛ ʙᴜʏᴏᴜᴛ ᴀɴʏ ᴛɪᴍᴇ sᴏᴏɴ.✨🌙\n\n\n\nWhile Sony is taking a different approach, they are gradually bringing players into The Playstation Network by requiring login and integrating with Steam games. It's not necessarily a bad thing, considering there are gamers who love both Playstation and PC gaming. However, the key is to execute this transition in a way that doesn't alienate the PC gaming community. No one wants a situation similar to Ubisoft Connect or EA Play, which many find confusing to navigate. Personally, I've struggled with both platforms and have had trouble accessing beloved games like From Dust and Mirror's Edge 2.\n\n# Final Thoughts - Valve Remains Supreme\n\n![Image caption](/assets/img/2024-05-15-TheGamesIndustryIsHavingaToughWeek_2.png)\n\n\n\n플레이스테이션이 고유 런처를 만들어 자사의 장치에 로그인하지 않으면 싱글 플레이어 플레이스테이션 게임에 액세스할 수 없도록 강제하는 방향으로 가면, 이는 꽤나 답답한 경험이 될 것입니다. 제 소망은 그들이 한 계정에 연결된 일종의 \"크로스 바이\" 프로그램을 만들어 줄 것이라는 점입니다.\n\n개인적으로는 소니와 마이크로소프트가 각자의 플랫폼에서 물건을 구매하도록 유도하려는 노력 중이라는 것은 이해할 만합니다. 그러나 두 회사는 믿을만한 이유가 전혀 없다고 생각해요, 이것은 진정한 소니 팬으로서 말하는 것입니다. 마이크로소프트는 내가 본 가장 구식적인 스토어 프런트를 갖고 있다고 밖에 설명할 수 없습니다. Xbox 게임 스토어에서는 아무 것도 구매해본 적이 없고, 앞으로도 계획이 없어요.\n\n반면 소니는 역외호환성에서 일관성이 부족합니다. PS1부터 PS3까지는 문제가 없었고, 오히려 훌륭했어요. 오래된 타이틀을 플레이할 방법이 항상 있었으며, PS3는 게임 역사상 가치 있는 번들 패키지를 제공했죠. 그러나 PS4가 출시된 이후, PS3에서 한 디지털 구매 내역은 새로운 구조로 인해 무효화되었습니다. 소니의 시각에서는 아마도 아직은 PS3의 아키텍처를 역공학하는 것은 이해하기 어려운 결정이었을 것이지만, 그렇다면 지금은 어떤가요? 왜 PS5에서 내가 구매한 플레이스테이션 클래식 게임 중 한 가지도 플레이할 수 없을까요? 매 세대마다 Final Fantasy 8을 플레이하기 위해 매번 10달러씩 지불하는 것에 정말 지쳐 있습니다. 추가 요금에도 불구하고 게임은 점점 더 나아지지 않고 더 부드럽게 실행되지도 않아요.\n\n최근 소니는 2022년에 게임 보존 팀을 시작했지만, 그 보존이 이전 세대에 얼마나 적용될지는 명확하지 않아요. 현재 하드웨어에서 플레이스테이션 3 시대에 구매한 게임을 플레이할 수 없다면, 그 모든 일들은 헛된 것처럼 느껴져요. 소니는 결국 PS4 이전에 스토어에서 한 구매를 존중할 것인가요? 그렇지 않다면, 앞으로 PC에서 한 구매를 존중하지 않을 이유가 무엇일까요? 네, 이들은 다른 플랫폼이지만, 역사는 자주 반복된다는 법이죠.\n\n\n\n한편, 여전히 Steam에서 20년 전쯤에 구입한 Half Life 2의 디지털 복사본을 플레이할 수 있어요. Valve는 이유가 있는 일등이에요. 소비자 친화적이고 일관되며 전반적으로 고객을 존중하는 태도 덕분에 계속해서 가장 인기 있는 디지털 게임 스토어로 남아 있죠. 저에게는 모든 게 이 사실에 집중돼 있어요. 10년 뒤에도 Steam 라이브러리가 재생 가능하다는 것에 의지할 수 있다는 점이죠.\n\n디지털 제품을 위한 소비자 보호법이 마련되기 전까지, 우리는 대기업의 자비에 맡겨져 있어요. Valve를 제외하고는 누구에게도 신뢰할 수가 없어요. 이 정도로 간단한 거예요. Sony가 더 신뢰할 만한 회사가 되어줬으면 하는 소망도 있지만, 그럴 만큼 신뢰가 가지 않아요. PC 스토어를 시작한다 해도, Steam이 가지고 있는 모드 지원이나 기능 통합을 따라잡지 못할 수도 있는 추가적인 무거운 짐이 된다는 거죠.\n\n게임 산업과 Microsoft 상태에 대해 더 알아보고 싶으시다면, 여기에서 다른 미디엄 작성자들이 쓴 이야기들을 꼭 추천해요.\n\n이 기사가 마음에 드셨다면, 구독을 고려해보시기 바랍니다. 매주 두 번 씩 게임과 기술에 관한 사설, 리뷰, 그리고 추천을 쓰고 있습니다.\n\n\n\n\"2024-05-15-TheGamesIndustryIsHavingaToughWeek_3.png\"의 이미지를 Markdown 포맷으로 바꿔보세요.","ogImage":{"url":"/assets/img/2024-05-15-TheGamesIndustryIsHavingaToughWeek_0.png"},"coverImage":"/assets/img/2024-05-15-TheGamesIndustryIsHavingaToughWeek_0.png","tag":["Tech"],"readingTime":7}],"page":"13","totalPageCount":15,"totalPageGroupCount":1,"lastPageGroup":15,"currentPageGroup":0},"__N_SSG":true}