{"pageProps":{"post":{"title":"폴아웃은 제게 자유 민주주의의 종말에 대해 슬퍼지게 만들었습니다","description":"","date":"2024-05-16 23:54","slug":"2024-05-16-FalloutMadeMeSadfortheEndofLiberalDemocracy","content":"\n\n**Fallout (2024)**은 세계의 종말을 다룬 시리즈입니다. 대부분의 이야기는 \"2077년 대전\" 이후 200년이 지난 후에 전개됩니다. 이 대전은 지구를 방사선으로 오염시키고 표면의 식물과 동물을 영구적으로 변화시켰습니다. 우리의 영웅들은 수백 년 전에 내려진 결정에 의해 상처받은 황폐한 땅을 탐험하며, 그 맥락은 시간이 흐름에 따라 왜곡되었습니다. \n\n시청자에게 깊이 각인된 한 가지 메시지는, 자유 민주주의가 이 운명을 막을 수 없으며 막지 못한다는 것입니다. Fallout은 민주주의가 기업력들이 세계를 지배하고 (그리고 종말을 맞게) 만드는 것을 방지하지 못했던 방식으로 실패했고, 역사가 되풀이되는 것을 막을 능력이 없다는 것을 보여주는 드라마입니다.\n\n이 생각은 저에게 무척 슬프네요.\n\n<div class=\"content-ad\"></div>\n\n## 미국의 종말\n\n이 작품은 미국 민주주의와 자주 언급되는 인재 제도를 싹틔우는 데 시간을 낭비하지 않아요. 즉, \"미국의 꿈\"이라고도 불리는 아이디어, 즉, 열심히 일한다면 성공할 것이라는 생각입니다. 주인공 루시 맥린(엘라 퍼넬 분)이 자기 직접 인정한 인재 제도에 살고 있는 발트 숨겨진 주민인 루시 맥린이 남편 대출문을 보여줍니다. 맥린과 대화하는 여자인 마 준(Ma June)은 발트가 미국을 구할 것이라고 말합니다. 역설적으로 마 준은 맥린에게 묻습니다. \"그럼 정확히 언제 미국을 구할 생각이신가요?\"\n\n이는 이 인재 센티멘트의 터무니없는 성격을 강조하기 위한 신랄한 대사입니다. 이 시점에서 미국은 이미 사라진 상태입니다.\n\n장면이 계속됨에 따라 우리는 대폭탄이 터지자 부자들이 대피한 발트에 대해 알게됩니다. 마 준은 추가로 말합니다. \"발트는 다른 것이 아니라 부자들이 세계가 불타갈 때 숨을 곳이었어요.\" 이것은 사람을 돕는 것과 아무 상관이 없었습니다. 미국 방식을 구하는 것은 단지 미국이 무너지는 것에 대한 민주주의의 급진적인 경쟁에 대해 덜 걱정하게 만들면서 미국 중독(불티크라는 회사가 만든)이 할머니쯤 더 얻을 수 있도록 하는 것이었습니다. 이 광고는 오늘날에도 살아남아 있습니다.\n\n<div class=\"content-ad\"></div>\n\n매번 우리는 기업 미국을 대변하는 Vault-Tec이 이러한 감정을 통제하기 위해 동원되는 것을 볼 수 있습니다. 루시의 보금자리인 33번 보금자리는 그녀가 민주주의로 믿었던 것이 아니라 Vault-Tec의 후속조직에 의해 통제되는 정면 기업임이 밝혀졌습니다. 대전 전의 얼레지게 된 직원들이 보금자리를 비밀리에 관리하여 그들의 사람들이 항상 권력의 자리에 선출되도록 합니다.\n\n33번 보금자리는 민주주의의 환상만 제공합니다.\n\n2077년 대전 이전에도 Vault-Tec은 미국 민주주의를 빼앗아갔습니다. 미국 정부는 중국에 대한 신이주의적 자원 전쟁으로 소진되었고, 그 결과 회사는 미국에서 가장 큰 고용주 중 하나가 되었습니다. 회사는 다시 조립하려고 하지 않았던 조각들을 모았습니다.\n\n처음에는 아마도 미국 또는 중국 중 하나가 파괴적인 대전을 일으킨 첫 번째 폭탄을 던졌을 것으로 생각되었지만, Vault-Tec이 그 붕괴를 설계했습니다. 회사가 행동한 이유는 결과적으로 파괴가 그들에게 이득이 될 것으로 믿어서였습니다. 이러한 사실은 회사의 간담회에서 턱까지 말해졌습니다.\n\n<div class=\"content-ad\"></div>\n\n이 논리의 일부는 단기적 사고에서 비롯되었습니다. 캐릭터 찰스 화이트나이프(Dallas Goldtooth)가 언급했던 것처럼 자본주의는 이윤을 위해 계속해서 나쁜 상황을 유지하는 일종의 왜곡된 인센티브를 가지고 있습니다.\n\nVault-Tec은 경쟁력을 유지하기 위해 그 평화를 방해했다. 하지만 이것 이상을 원했습니다; 그들은 통제를 원했습니다.\n\n회사의 지도부는 그것을 이루기 위해 폭탄을 투하하고 미국 민주주의의 잔해를 파괴하여 새로운 사회를 형성할 수 있는 상황을 만들어내야 한다고 판단했습니다. 전쟁 전쟁기에 보울트텍 직원 버드 애스킨스(Michael Esper)의 말로는:\n\n곧 알게 되겠지만, 이 기다려보기 접근은 큰 전쟁 이후 세계를 지배하기 위한 보울트텍의 계획에 중요한 부분을 차지하게 될 것입니다.\n\n<div class=\"content-ad\"></div>\n\n## 황무지의 정리\n\n황무지는 대부분의 전 미국인들에게 살기 나쁜 곳이었고, 심지어 회사 초기 계획 단계에서도, 그들은 인류가 핵 전쟁의 파편을 생존할 수도 있다는 것을 알고 있었습니다.\n\n그리고 사람들은 실제로 살아남았습니다. 민주주의가 재건되었습니다. 게임에서 영감을 받은 이 시리즈의 연방 뉴 캘리포니아 공화국(NCR)은 2241년까지 황무지에서 주요 세력 중 하나가 되었습니다. 우리 주인공 중 한 명인 막시무스(Aaron Moten)는 그들의 수도인 쉐이디 샌즈에서 자랐지만, 보르트텍(Vault-Tec)가 그들이 추구한 \"새 출발\"을 위해 그곳을 파괴하며 영원히 소멸시켰습니다.\n\n우리는 회사가 남긴 파멸만을 볼 뿐입니다: NCR 수도가 있던 곳에 거대한 구덩이가 생긴 곳입니다. 한 캐릭터가 외전합니다. \"그것이 보르트텍이 경쟁을 다루는 방식입니다,\"라고 말하는 것을, \"그들이 200년 전에 한 것처럼.\"\n\n<div class=\"content-ad\"></div>\n\n여기에는 Vault-Tec이 황무지를 불안정화하여 통제를 유지하고 지하 속에서만 안락함과 안전을 느낄 수 있는 보금자리가 있는 곳이다는 순환주기가 있습니다. 그들은 대부분의 주거자들에게 잔인한 실험을 하고 \"완벽한\" 사회를 만들 수 있는 아이디어를 시험하기 위해 진행할 수 있습니다. 하지만 적어도 좋은 음식, 뜨거운 물, 피난처를 얻을 수 있습니다.\n\n한편, 회사가 미래를 통제하기 위해 경쟁사를 천천히 제거함에 따라 황무지 위에서 살아남을 수 있는 유일한 세력은 자원을 빼앗아 가는 사기꾼과 총을 먼저 쏘고 나중에 질문하는 파시스트뿐입니다.\n\n후자의 가장 두드러진 예는 강철의 형제단입니다. 이 군사적 교주정 체계는 대전 이전에 만들어진 무기를 비축하고 통제하기 위해 사용합니다. 시즌 1 완결편에서 새로운 캘리포니아 공화국의 부활 운동을 짓밟는 기관이 바로 이 단체입니다.\n\nNCR 부활 운동은 산맥에 있는 오래된 천문대에 위치한 평등 공동체에 본부를 두었습니다. 그들의 목표는 고귀한 것이었습니다: 대전 전부터 Vault-Tec이 비축해 온 핵융합 기술을 황무지에 제공하여 사회가 재창출될 수 있도록 하는 것이었습니다. 군사적 확장에 대한 가능성을 탐하고 있는 강철의 형제단은 그 기술이 어떤 일을 할 수 있는지 부러워하며 NCR 시설을 파괴하고 차가운 핵융합 기술을 스스로 가져가며 다시 한 번 황무지에서 민주주의의 희망을 묻어버리는 것이 되었습니다.\n\n<div class=\"content-ad\"></div>\n\nNCR이 다시 파괴됐을 때, 그 순간은 이미 사라진 것으로 생각했던 꿈이 다시 죽은 것을 깨달은 듯했어요. 민주주의가 번성하려고 했지만, 그 대신에 세상이 만들어낸 미국 대기업들에 의해 파괴되었어요. 모두가 서로를 상대로 한 전쟁을 일으키는, 보이지 않는, 방아쇠 위주의 매니저들이 손짓하는 세계였죠.\n\n### 우울한 결론\n\n이 작품에서 긍정적인 메시지를 받아들이기는 정말 어려워요. 팰아웃은 자본주의의 반민주적 본성에 대해 깊이 회의적이었는데, 이것이 아마존이 지속시키는 이상한 메시지였어요. 아마존과 유사한 회사인 Vault-Tec은 자유 민주주의(어느 정도는 제어할 수 없는)를 반복해서 파괴하며 항상 성공했어요.\n\n죽어가는 NCR 혁명가인 리 모달버(사리타 차우드리)가 맥시머스에게 말하는 감동적인 마지막 대사가 있죠. \"그들을 막을 수 있을지도 모르겠어. 아닐 지도 모르겠어. 할 수 있는 건 단지 노력해보는 것뿐이야.\" 이것은 자유 민주주의에 대한 사랑의 편지입니다. 우리가 계속 싸움을 이어나간다면 언젠가 NCR의 꿈이 어딘가에서 실현될 것이라 믿어야 한다는 의도가 담겨 있어요.\n\n<div class=\"content-ad\"></div>\n\n그치만, 이 낙관주의는 순진해 보입니다. 모달라버는 실패하고, 권위주의 정권에 의해 그녀의 삶의 업적이 짓밟혔습니다. 이 권위주의 정권은 황무지를 억압하기 위해 그녀의 가장 중요한 과학적 발견을 독점할 것입니다.\n\n시즌 1에서 유일한 긍정적인 사회는 볼트 포(Vault Four)입니다. 전 과학 중심의 기술주의였지만 그 실험 대상자들에 의해 폭력적으로 전복당했습니다. 그들은 억압자들을 죽이고 모든 자원이 공유되는 다원주의적이고 아마 공산적인 사회를 수립했습니다. 하지만 심지어 이 사회도 망할 틈이 하루 남아있는데, 막시무스가 그들의 주요 전원원을 훔치는 것을 보면 알 수 있습니다.\n\n팔아웃은 보수적 사회가 화사와 기업 체제의 힘에 맞설 능력이 전혀 없다고 시사한다는 듯해 보입니다. 이것을 고려하면 우울할 수밖에 없습니다. 우리가 직면하고 있는 잠재적인 결과를 향해 나아가는 동안, 희망차게 말하자면, 우리는 보수적 민주주의의 실패를 극복하고 기업들에게 휩쓸리지 않고 이익을 위해 우리를 파괴하게 놔두지 않을 중간 지점을 찾을 것입니다.\n\n만약 시간이 최상위 포식자라면, 우리는 결국 알게 될 것입니다.","ogImage":{"url":"/assets/img/2024-05-16-FalloutMadeMeSadfortheEndofLiberalDemocracy_0.png"},"coverImage":"/assets/img/2024-05-16-FalloutMadeMeSadfortheEndofLiberalDemocracy_0.png","tag":["Tech"],"readingTime":5},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    h2: \"h2\",\n    h3: \"h3\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"**Fallout (2024)**은 세계의 종말을 다룬 시리즈입니다. 대부분의 이야기는 \\\"2077년 대전\\\" 이후 200년이 지난 후에 전개됩니다. 이 대전은 지구를 방사선으로 오염시키고 표면의 식물과 동물을 영구적으로 변화시켰습니다. 우리의 영웅들은 수백 년 전에 내려진 결정에 의해 상처받은 황폐한 땅을 탐험하며, 그 맥락은 시간이 흐름에 따라 왜곡되었습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"시청자에게 깊이 각인된 한 가지 메시지는, 자유 민주주의가 이 운명을 막을 수 없으며 막지 못한다는 것입니다. Fallout은 민주주의가 기업력들이 세계를 지배하고 (그리고 종말을 맞게) 만드는 것을 방지하지 못했던 방식으로 실패했고, 역사가 되풀이되는 것을 막을 능력이 없다는 것을 보여주는 드라마입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 생각은 저에게 무척 슬프네요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"미국의 종말\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 작품은 미국 민주주의와 자주 언급되는 인재 제도를 싹틔우는 데 시간을 낭비하지 않아요. 즉, \\\"미국의 꿈\\\"이라고도 불리는 아이디어, 즉, 열심히 일한다면 성공할 것이라는 생각입니다. 주인공 루시 맥린(엘라 퍼넬 분)이 자기 직접 인정한 인재 제도에 살고 있는 발트 숨겨진 주민인 루시 맥린이 남편 대출문을 보여줍니다. 맥린과 대화하는 여자인 마 준(Ma June)은 발트가 미국을 구할 것이라고 말합니다. 역설적으로 마 준은 맥린에게 묻습니다. \\\"그럼 정확히 언제 미국을 구할 생각이신가요?\\\"\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이는 이 인재 센티멘트의 터무니없는 성격을 강조하기 위한 신랄한 대사입니다. 이 시점에서 미국은 이미 사라진 상태입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"장면이 계속됨에 따라 우리는 대폭탄이 터지자 부자들이 대피한 발트에 대해 알게됩니다. 마 준은 추가로 말합니다. \\\"발트는 다른 것이 아니라 부자들이 세계가 불타갈 때 숨을 곳이었어요.\\\" 이것은 사람을 돕는 것과 아무 상관이 없었습니다. 미국 방식을 구하는 것은 단지 미국이 무너지는 것에 대한 민주주의의 급진적인 경쟁에 대해 덜 걱정하게 만들면서 미국 중독(불티크라는 회사가 만든)이 할머니쯤 더 얻을 수 있도록 하는 것이었습니다. 이 광고는 오늘날에도 살아남아 있습니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"매번 우리는 기업 미국을 대변하는 Vault-Tec이 이러한 감정을 통제하기 위해 동원되는 것을 볼 수 있습니다. 루시의 보금자리인 33번 보금자리는 그녀가 민주주의로 믿었던 것이 아니라 Vault-Tec의 후속조직에 의해 통제되는 정면 기업임이 밝혀졌습니다. 대전 전의 얼레지게 된 직원들이 보금자리를 비밀리에 관리하여 그들의 사람들이 항상 권력의 자리에 선출되도록 합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"33번 보금자리는 민주주의의 환상만 제공합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"2077년 대전 이전에도 Vault-Tec은 미국 민주주의를 빼앗아갔습니다. 미국 정부는 중국에 대한 신이주의적 자원 전쟁으로 소진되었고, 그 결과 회사는 미국에서 가장 큰 고용주 중 하나가 되었습니다. 회사는 다시 조립하려고 하지 않았던 조각들을 모았습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"처음에는 아마도 미국 또는 중국 중 하나가 파괴적인 대전을 일으킨 첫 번째 폭탄을 던졌을 것으로 생각되었지만, Vault-Tec이 그 붕괴를 설계했습니다. 회사가 행동한 이유는 결과적으로 파괴가 그들에게 이득이 될 것으로 믿어서였습니다. 이러한 사실은 회사의 간담회에서 턱까지 말해졌습니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 논리의 일부는 단기적 사고에서 비롯되었습니다. 캐릭터 찰스 화이트나이프(Dallas Goldtooth)가 언급했던 것처럼 자본주의는 이윤을 위해 계속해서 나쁜 상황을 유지하는 일종의 왜곡된 인센티브를 가지고 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Vault-Tec은 경쟁력을 유지하기 위해 그 평화를 방해했다. 하지만 이것 이상을 원했습니다; 그들은 통제를 원했습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"회사의 지도부는 그것을 이루기 위해 폭탄을 투하하고 미국 민주주의의 잔해를 파괴하여 새로운 사회를 형성할 수 있는 상황을 만들어내야 한다고 판단했습니다. 전쟁 전쟁기에 보울트텍 직원 버드 애스킨스(Michael Esper)의 말로는:\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"곧 알게 되겠지만, 이 기다려보기 접근은 큰 전쟁 이후 세계를 지배하기 위한 보울트텍의 계획에 중요한 부분을 차지하게 될 것입니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"황무지의 정리\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"황무지는 대부분의 전 미국인들에게 살기 나쁜 곳이었고, 심지어 회사 초기 계획 단계에서도, 그들은 인류가 핵 전쟁의 파편을 생존할 수도 있다는 것을 알고 있었습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그리고 사람들은 실제로 살아남았습니다. 민주주의가 재건되었습니다. 게임에서 영감을 받은 이 시리즈의 연방 뉴 캘리포니아 공화국(NCR)은 2241년까지 황무지에서 주요 세력 중 하나가 되었습니다. 우리 주인공 중 한 명인 막시무스(Aaron Moten)는 그들의 수도인 쉐이디 샌즈에서 자랐지만, 보르트텍(Vault-Tec)가 그들이 추구한 \\\"새 출발\\\"을 위해 그곳을 파괴하며 영원히 소멸시켰습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"우리는 회사가 남긴 파멸만을 볼 뿐입니다: NCR 수도가 있던 곳에 거대한 구덩이가 생긴 곳입니다. 한 캐릭터가 외전합니다. \\\"그것이 보르트텍이 경쟁을 다루는 방식입니다,\\\"라고 말하는 것을, \\\"그들이 200년 전에 한 것처럼.\\\"\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"여기에는 Vault-Tec이 황무지를 불안정화하여 통제를 유지하고 지하 속에서만 안락함과 안전을 느낄 수 있는 보금자리가 있는 곳이다는 순환주기가 있습니다. 그들은 대부분의 주거자들에게 잔인한 실험을 하고 \\\"완벽한\\\" 사회를 만들 수 있는 아이디어를 시험하기 위해 진행할 수 있습니다. 하지만 적어도 좋은 음식, 뜨거운 물, 피난처를 얻을 수 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"한편, 회사가 미래를 통제하기 위해 경쟁사를 천천히 제거함에 따라 황무지 위에서 살아남을 수 있는 유일한 세력은 자원을 빼앗아 가는 사기꾼과 총을 먼저 쏘고 나중에 질문하는 파시스트뿐입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"후자의 가장 두드러진 예는 강철의 형제단입니다. 이 군사적 교주정 체계는 대전 이전에 만들어진 무기를 비축하고 통제하기 위해 사용합니다. 시즌 1 완결편에서 새로운 캘리포니아 공화국의 부활 운동을 짓밟는 기관이 바로 이 단체입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"NCR 부활 운동은 산맥에 있는 오래된 천문대에 위치한 평등 공동체에 본부를 두었습니다. 그들의 목표는 고귀한 것이었습니다: 대전 전부터 Vault-Tec이 비축해 온 핵융합 기술을 황무지에 제공하여 사회가 재창출될 수 있도록 하는 것이었습니다. 군사적 확장에 대한 가능성을 탐하고 있는 강철의 형제단은 그 기술이 어떤 일을 할 수 있는지 부러워하며 NCR 시설을 파괴하고 차가운 핵융합 기술을 스스로 가져가며 다시 한 번 황무지에서 민주주의의 희망을 묻어버리는 것이 되었습니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"NCR이 다시 파괴됐을 때, 그 순간은 이미 사라진 것으로 생각했던 꿈이 다시 죽은 것을 깨달은 듯했어요. 민주주의가 번성하려고 했지만, 그 대신에 세상이 만들어낸 미국 대기업들에 의해 파괴되었어요. 모두가 서로를 상대로 한 전쟁을 일으키는, 보이지 않는, 방아쇠 위주의 매니저들이 손짓하는 세계였죠.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"우울한 결론\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 작품에서 긍정적인 메시지를 받아들이기는 정말 어려워요. 팰아웃은 자본주의의 반민주적 본성에 대해 깊이 회의적이었는데, 이것이 아마존이 지속시키는 이상한 메시지였어요. 아마존과 유사한 회사인 Vault-Tec은 자유 민주주의(어느 정도는 제어할 수 없는)를 반복해서 파괴하며 항상 성공했어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"죽어가는 NCR 혁명가인 리 모달버(사리타 차우드리)가 맥시머스에게 말하는 감동적인 마지막 대사가 있죠. \\\"그들을 막을 수 있을지도 모르겠어. 아닐 지도 모르겠어. 할 수 있는 건 단지 노력해보는 것뿐이야.\\\" 이것은 자유 민주주의에 대한 사랑의 편지입니다. 우리가 계속 싸움을 이어나간다면 언젠가 NCR의 꿈이 어딘가에서 실현될 것이라 믿어야 한다는 의도가 담겨 있어요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그치만, 이 낙관주의는 순진해 보입니다. 모달라버는 실패하고, 권위주의 정권에 의해 그녀의 삶의 업적이 짓밟혔습니다. 이 권위주의 정권은 황무지를 억압하기 위해 그녀의 가장 중요한 과학적 발견을 독점할 것입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"시즌 1에서 유일한 긍정적인 사회는 볼트 포(Vault Four)입니다. 전 과학 중심의 기술주의였지만 그 실험 대상자들에 의해 폭력적으로 전복당했습니다. 그들은 억압자들을 죽이고 모든 자원이 공유되는 다원주의적이고 아마 공산적인 사회를 수립했습니다. 하지만 심지어 이 사회도 망할 틈이 하루 남아있는데, 막시무스가 그들의 주요 전원원을 훔치는 것을 보면 알 수 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"팔아웃은 보수적 사회가 화사와 기업 체제의 힘에 맞설 능력이 전혀 없다고 시사한다는 듯해 보입니다. 이것을 고려하면 우울할 수밖에 없습니다. 우리가 직면하고 있는 잠재적인 결과를 향해 나아가는 동안, 희망차게 말하자면, 우리는 보수적 민주주의의 실패를 극복하고 기업들에게 휩쓸리지 않고 이익을 위해 우리를 파괴하게 놔두지 않을 중간 지점을 찾을 것입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"만약 시간이 최상위 포식자라면, 우리는 결국 알게 될 것입니다.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}